{"while": 33, "roth": 1, "-": 549, "american": 40, "said": 982, "it": 435, "is": 296, "still": 22, "interested": 10, "in": 1171, "acquiring": 4, "turco": 1, ",": 2870, "atcor": 3, "now": 41, "reviewing": 5, "its": 284, "options": 12, "with": 221, "other": 62, "potential": 7, "buyers": 8, "who": 33, "have": 117, "expressed": 6, "interest": 52, "consumer": 13, "products": 37, "businesses": 4, ".": 3625, "german": 24, "net": 262, "currency": 24, "reserves": 36, "fall": 23, "5": 203, "4": 164, "billion": 249, "marks": 18, "to": 1391, "81": 8, "7": 139, "bundesbank": 21, "the": 2632, "1987": 86, "annual": 23, "dividend": 35, "will": 216, "be": 255, "40": 25, "cts": 306, "a": 953, "share": 109, "speed": 2, "o": 37, "print": 2, "business": 35, "&": 356, "lt": 356, ";": 363, "sbm": 1, ">": 301, "4th": 31, "qtr": 102, "shr": 165, "loss": 148, "seven": 27, "vs": 553, "profit": 75, "17": 41, "102": 6, "000": 438, "258": 4, "revs": 93, "1": 428, "695": 2, "371": 1, "year": 270, "33": 17, "26": 13, "488": 2, "384": 4, "6": 126, "700": 14, "774": 2, "note": 47, ":": 53, "1986": 165, "results": 28, "include": 15, "operations": 35, "of": 1395, "radio": 4, "stations": 1, "wjye": 1, "fm": 1, "for": 532, "full": 21, "and": 936, "wnnr": 1, "am": 2, "last": 132, "six": 52, "months": 31, "economics": 4, "ministry": 24, "commenting": 3, "on": 358, "figures": 32, "gnp": 7, "first": 68, "quarter": 73, "was": 242, "also": 107, "expected": 46, "relatively": 2, "weak": 5, "\"": 251, "although": 9, "short": 17, "run": 9, "difficult": 9, "see": 12, "direct": 5, "link": 3, "between": 41, "arab": 8, "anger": 3, "threats": 1, "oil": 133, "supplies": 8, "current": 52, "environment": 5, "increasingly": 4, "moderate": 3, "leaders": 4, "seen": 13, "as": 163, "friendly": 2, "u": 250, "s": 600, "interests": 7, ",\"": 120, "ebinger": 1, "lot": 5, "winterkill": 1, "could": 51, "occur": 5, "during": 31, "next": 23, "month": 54, "half": 29, "martell": 2, "chicago": 11, "soybean": 9, "complex": 2, "has": 170, "been": 80, "nervous": 1, "some": 43, "time": 44, "about": 97, "large": 26, "south": 31, "crops": 7, "developing": 11, "under": 66, "near": 10, "ideal": 1, "conditions": 9, "towards": 4, "record": 44, "yields": 6, "japanese": 32, "crushers": 1, "continue": 20, "concentrate": 3, "rapeseed": 7, "purchases": 12, "since": 35, "converts": 1, "higher": 31, "percentage": 8, "than": 47, "oilseeds": 1, "they": 90, "royal": 17, "resources": 21, "corp": 150, "rrco": 2, "2nd": 12, "dec": 8, "31": 62, "72": 11, "48": 10, "dlrs": 475, "466": 1, "006": 1, "9": 116, "091": 2, "688": 5, "608": 1, "181": 3, "280": 3, "727": 1, "avg": 58, "shrs": 56, "194": 3, "155": 3, "461": 2, "77": 11, "51": 17, "752": 1, "455": 1, "265": 1, "457": 1, "444": 1, "149": 3, "2": 239, "791": 2, "188": 3, "174": 2, "731": 3, "losses": 17, "charges": 3, "0": 113, "mln": 689, "both": 25, "periods": 11, "14": 40, "1985": 65, "write": 2, "down": 34, "gas": 29, "properties": 7, "california": 5, "water": 7, "service": 16, "co": 48, "cwtr": 1, "3rd": 22, "10": 88, "83": 14, "919": 3, "168": 3, "35": 29, "34": 20, "3": 168, "nine": 38, "mths": 33, "09": 17, "55": 12, "391": 1, "099": 1, "88": 7, "curent": 1, "mth": 1, "dlr": 58, "or": 125, "79": 11, "per": 92, "gain": 29, "resulting": 6, "from": 291, "change": 14, "accounting": 5, "method": 1, "unbilled": 1, "revenues": 16, "but": 135, "that": 283, "if": 64, "had": 130, "not": 174, "one": 120, "day": 26, "miss": 1, "fed": 37, "'": 414, "reserve": 27, "projections": 1, "borrowings": 12, "target": 22, "would": 166, "probably": 10, "reached": 15, "government": 61, "unlikely": 8, "cut": 40, "expenditure": 5, "gross": 9, "domestic": 13, "product": 15, "major": 37, "tax": 48, "increase": 40, "unavoidable": 1, "bayliss": 1, "m": 25, "showed": 13, "rise": 54, "pct": 370, "january": 84, "at": 285, "68": 14, "rand": 7, "after": 73, "30": 50, "december": 29, "16": 52, "12": 58, "80": 22, "1a": 1, "22": 33, "20": 63, "54": 15, "heller": 2, "sees": 17, "return": 9, "slower": 3, "money": 42, "supply": 26, "growth": 46, "consequently": 2, "he": 196, "well": 23, "known": 5, "abroad": 6, "his": 22, "views": 5, "issues": 10, "such": 16, "less": 19, "developed": 3, "country": 24, "debt": 35, "may": 108, "initially": 4, "carry": 7, "weight": 2, "those": 22, "mr": 1, "volcker": 7, ".\"": 71, "kapok": 2, "kpk": 1, "technical": 4, "default": 2, "techical": 1, "loans": 17, "southeast": 1, "banking": 10, "stb": 1, "murray": 2, "steinfeld": 1, "negotiating": 7, "lenders": 1, "this": 125, "certainly": 3, "reason": 7, "heightened": 1, "watchfulness": 1, "stimulative": 1, "steps": 2, "published": 2, "figure": 11, "foreign": 64, "exchange": 54, "37": 18, "end": 71, "september": 27, "47": 14, "june": 38, "59": 10, "dutch": 11, "cocoa": 19, "processors": 4, "unhappy": 2, "icco": 4, "buffer": 17, "are": 111, "intermittent": 1, "buying": 16, "activities": 3, "international": 53, "organization": 8, "stock": 98, "manager": 11, "industry": 32, "sources": 32, "told": 65, "reuters": 23, "these": 15, "rates": 59, "compared": 36, "averages": 1, "53": 12, "three": 61, "63": 9, "bills": 6, "sold": 18, "week": 82, "miyazawa": 4, "expects": 21, "dollar": 64, "rebound": 1, "soon": 8, "spokesman": 31, "says": 40, "price": 73, "much": 15, "below": 19, "380": 3, "390": 2, "an": 172, "ounce": 6, "range": 8, "430": 5, "hockin": 2, "responding": 1, "questions": 2, "house": 17, "commons": 1, "why": 5, "credit": 29, "card": 8, "which": 142, "high": 30, "28": 32, "remain": 18, "when": 29, "falling": 15, "braatz": 1, "block": 3, "advertising": 1, "budget": 16, "same": 28, "helped": 1, "bit": 1, "by": 278, "lower": 33, "costs": 28, "television": 5, "ads": 2, "terms": 31, "contract": 18, "were": 106, "disclosed": 11, "kellogg": 3, "total": 66, "cost": 21, "plant": 10, "300": 21, "exports": 52, "905": 1, "against": 62, "929": 2, "revised": 17, "971": 2, "816": 3, "earlier": 52, "imports": 26, "fell": 40, "858": 1, "895": 1, "928": 3, "888": 1, "output": 20, "off": 23, "8": 129, "bpd": 16, "march": 82, "13": 53, "petroleum": 17, "institute": 7, "itc": 4, "case": 9, "being": 27, "presented": 4, "professor": 2, "rosalyn": 1, "higgins": 1, "take": 24, "further": 37, "two": 95, "days": 10, "another": 21, "added": 34, "americans": 2, "do": 23, "get": 8, "what": 15, "want": 8, "push": 5, "regardless": 2, "g": 11, "april": 73, "heating": 3, "91": 7, "gallon": 1, "pre": 8, "corresponded": 1, "stocks": 19, "sector": 10, "beginning": 3, "open": 19, "secret": 1, "japan": 74, "largest": 15, "chip": 2, "maker": 3, "nec": 1, "happy": 2, "viewed": 1, "draconian": 1, "measures": 10, "miti": 1, "taking": 9, "implement": 3, "pact": 14, "included": 13, "enforced": 1, "production": 50, "cuts": 15, "february": 88, "retail": 9, "sales": 81, "above": 12, "ago": 23, "level": 18, "117": 4, "department": 43, "austrian": 2, "banks": 44, "divided": 4, "over": 44, "rate": 78, "calls": 7, "grown": 2, "recent": 22, "bank": 135, "chiefs": 1, "issue": 28, "/": 223, "87": 31, "86": 13, "04": 9, "03": 11, "usage": 3, "--": 21, "01": 1, "66": 16, "76": 10, "96": 7, "36": 15, "49": 12, "avge": 2, "x": 7, "56": 8, "50": 64, "weighted": 1, "average": 15, "five": 44, "marketing": 9, "projection": 2, "johnson": 9, "operating": 31, "licensing": 3, "agreement": 70, "tate": 1, "lyle": 1, "whose": 4, "collaborative": 1, "research": 6, "scientists": 1, "queen": 2, "elizabeth": 1, "college": 1, "london": 27, "led": 13, "discovery": 2, "sucralose": 1, "1976": 1, "bombay": 3, "part": 19, "offshore": 9, "field": 6, "stabilised": 1, "around": 34, "500": 37, "barrels": 15, "years": 28, "sosnoff": 7, "made": 38, "numerous": 1, "efforts": 8, "express": 7, "management": 25, "ways": 2, "maximizing": 1, "shareholder": 10, "values": 7, "caesars": 6, "twicce": 1, "refused": 2, "request": 2, "board": 49, "seat": 3, "woodville": 1, "makes": 12, "technology": 13, "precision": 2, "aerospace": 3, "automotive": 3, "industries": 19, "24": 33, "stg": 31, "dropped": 8, "taka": 1, "october": 15, "unadjusted": 9, "index": 14, "104": 6, "traders": 28, "growers": 2, "new": 109, "because": 32, "mechanism": 1, "likely": 23, "interefere": 1, "free": 11, "market": 112, "forces": 4, "prevent": 4, "sharp": 12, "rubber": 9, "rises": 8, "dealers": 33, "only": 39, "temporary": 3, "support": 11, "150": 11, "yen": 33, "toward": 6, "early": 12, "group": 78, "industrial": 16, "nations": 19, "meets": 2, "discuss": 5, "currencies": 14, "again": 8, "rainbow": 2, "proposed": 17, "merger": 26, "progressive": 3, "form": 5, "company": 172, "astral": 1, "pacific": 13, "ltd": 64, ">.": 8, "limited": 8, "ability": 3, "buy": 43, "sgl": 2, "shares": 99, "dart": 5, "yield": 5, "harvested": 2, "acre": 4, "219": 3, "cwt": 2, "218": 2, "previously": 24, "estimated": 15, "lost": 2, "658": 3, "11": 42, "ended": 31, "july": 17, "committing": 1, "himself": 1, "action": 10, "lawmakers": 1, "examine": 1, "findings": 1, "indicate": 3, "certificates": 6, "more": 66, "cash": 40, "payments": 17, "compares": 1, "forecast": 16, "shortage": 4, "system": 25, "today": 43, "showboat": 1, "opened": 3, "hotel": 2, "third": 20, "gaming": 2, "began": 7, "thursday": 4, "regular": 5, "basis": 9, "test": 4, "completed": 15, "no": 59, "comment": 19, "official": 45, "press": 5, "reported": 29, "farmers": 16, "fear": 3, "farm": 17, "policy": 40, "putting": 1, "their": 63, "wealth": 1, "into": 41, "building": 8, "graves": 1, "memorial": 1, "halls": 1, "ancestors": 1, "homes": 1, "point": 31, "drop": 14, "instead": 6, "usual": 4, "avoid": 2, "hurting": 1, "sebaana": 1, "kizito": 1, "squeeze": 1, "resolved": 4, "weeks": 15, "sterling": 6, "futures": 15, "make": 23, "highs": 2, "up": 77, "6300": 1, "6500": 1, "positive": 10, "atmosphere": 1, "prevail": 1, "before": 32, "british": 15, "elections": 1, "possibly": 6, "horner": 1, "principles": 1, "draft": 7, "proposal": 24, "establishing": 2, "offer": 66, "rather": 4, "posted": 9, "limit": 6, "amount": 11, "non": 27, "member": 12, "can": 38, "bought": 16, "differentials": 7, "paid": 11, "different": 4, "varieties": 1, "comprising": 3, "delegates": 5, "ruling": 5, "key": 10, "condition": 3, "completing": 1, "deal": 9, "agency": 12, "rent": 1, "car": 6, "inc": 165, "agnc": 1, "jan": 14, "21": 17, "553": 1, "307": 1, "45": 32, "67": 6, "18": 31, "161": 2, "118": 6, "adjusted": 19, "dividends": 5, "tuesday": 4, "federal": 33, "statistics": 8, "office": 8, "national": 37, "stagnated": 2, "real": 19, "seasonally": 10, "calendar": 8, "fourth": 13, "understands": 1, "already": 18, "asked": 15, "institutional": 2, "investors": 12, "reduce": 15, "head": 10, "should": 35, "rice": 7, "producer": 17, "reduced": 15, "tetsuo": 1, "kondo": 1, "director": 7, "general": 25, "economic": 47, "planning": 4, "(": 125, "epa": 2, "),": 28, "reporters": 13, "incudes": 1, "right": 9, "gm": 1, "canadian": 28, "transit": 1, "bus": 1, "parts": 5, "contingent": 2, "satisfactory": 1, "labor": 3, "cri": 1, "yet": 11, "declared": 9, "distribution": 10, "park": 2, "meadows": 1, "loan": 15, "disposition": 1, "babcock": 2, "progress": 2, "plc": 11, "babk": 1, "l": 14, "statement": 35, "accompanying": 1, "final": 18, "showing": 3, "pretax": 9, "profits": 15, "overall": 8, "lister": 1, "manufacturer": 4, "dyer": 1, "finisher": 1, "cotton": 5, "silk": 1, "wool": 1, "man": 3, "fibres": 1, "morocco": 6, "tenders": 2, "pl": 5, "480": 4, "wheat": 34, "tender": 31, "120": 4, "210": 3, "tonnes": 127, "cheapest": 1, "variety": 2, "preferred": 6, "shipments": 11, "private": 20, "export": 60, "permanent": 2, "health": 6, "insurance": 8, "leader": 3, "unit": 48, "trust": 9, "second": 23, "k": 33, "eagle": 1, "star": 2, "premiums": 3, "rose": 52, "32": 15, "anything": 2, "possible": 18, "phase": 5, "even": 14, "adjournment": 1, "meeting": 41, "until": 15, "altus": 2, "alts": 1, "fails": 2, "reach": 8, "able": 4, "definitive": 6, "horizon": 2, "financial": 36, "funding": 2, "servicing": 4, "victor": 2, "savings": 15, "association": 18, "intermagnetics": 2, "inma": 1, "completes": 6, "purchase": 19, "advanced": 2, "air": 11, "chemicals": 3, "apd": 1, "geodome": 1, "ore": 8, "zone": 1, "discovered": 1, "summer": 3, "calculations": 1, "metropolitan": 1, "acquire": 27, "option": 7, "all": 33, "metex": 2, "owned": 21, "william": 5, "hack": 1, "together": 5, "wife": 1, "holds": 8, "750": 8, "common": 41, "citybank": 1, "moving": 3, "rapidly": 2, "move": 18, "us": 16, "fifth": 3, "wells": 2, "fargo": 1, "varying": 1, "reports": 15, "dresdner": 1, "shareholders": 34, "offered": 16, "every": 4, "15": 74, "held": 28, "bahrain": 5, "based": 30, "gulf": 29, "bsc": 1, "increased": 19, "presence": 3, "saudi": 11, "busy": 1, "upgrading": 1, "representative": 7, "offices": 5, "branch": 3, "status": 3, "allow": 11, "dealing": 2, "saturday": 3, "cattle": 8, "slaughter": 3, "guesstimated": 1, "usda": 21, "350": 10, "corn": 37, "unknown": 5, "agriculture": 25, "exporters": 7, "delivery": 9, "destinations": 3, "season": 6, "italy": 11, "attend": 1, "paris": 14, "grounds": 4, "grouping": 1, "united": 34, "states": 32, "west": 35, "germany": 23, "france": 17, "britain": 7, "role": 4, "stamping": 1, "agreements": 14, "taken": 8, "purpose": 3, "consider": 10, "transaction": 18, "explained": 3, "each": 24, "study": 13, "found": 2, "little": 10, "evidence": 4, "factor": 3, "any": 36, "impact": 20, "trade": 113, "deficit": 35, "african": 8, "sharply": 9, "africa": 7, "gold": 17, "assets": 41, "rising": 14, "almost": 10, "governor": 7, "gerhard": 1, "de": 7, "kock": 1, "colombia": 5, "coffee": 32, "registrations": 3, "there": 48, "plans": 31, "close": 11, "them": 14, "means": 4, "unlimited": 2, "registered": 4, "gilberto": 1, "arango": 3, "president": 26, "city": 9, "seeking": 9, "improving": 4, "realizing": 1, "inherent": 2, "subsidiaries": 5, "future": 19, "discussions": 3, "topics": 1, "commitment": 3, "privatization": 1, "trading": 19, "entities": 2, "public": 17, "disclosure": 2, "involved": 9, "recognition": 1, "reductions": 2, "kept": 5, "world": 44, "prices": 85, "otherwise": 2, "organizations": 2, "australian": 14, "proposals": 7, "welcome": 2, "assessments": 1, "we": 60, "august": 14, "produce": 7, "our": 20, "own": 14, "quota": 10, "sell": 22, "additional": 11, "amounts": 5, "ecuador": 7, "repaying": 1, "yesterday": 25, "rebate": 5, "ever": 4, "granted": 4, ")": 90, "aid": 2, "package": 5, "called": 8, "exploration": 9, "development": 21, "incentive": 2, "program": 33, "restrict": 2, "individual": 2, "claim": 2, ".-": 7, "ussr": 7, "grains": 4, "amounted": 3, "152": 3, "600": 11, "808": 2, "100": 41, "518": 2, "soybeans": 9, "met": 8, "coil": 1, "systems": 16, "mets": 1, "feb": 14, "206": 3, "38": 17, "228": 4, "649": 1, "qtly": 13, "div": 19, "prior": 23, "pay": 29, "monetary": 21, "declined": 16, "57": 11, "146": 2, "report": 35, "charge": 7, "bad": 4, "doubtful": 3, "debts": 2, "187": 2, "162": 4, "recently": 11, "pumping": 3, "260": 5, "sept": 6, "nov": 2, "mississippi": 2, "river": 5, "memphis": 1, "cairo": 1, "137": 5, "bid": 22, "145": 9, "section": 2, "125": 7, "135": 2, "comparison": 4, "western": 18, "taiwan": 13, "holding": 7, "talks": 20, "clear": 5, "how": 8, "far": 14, "washington": 10, "wants": 10, "albany": 1, "aaica": 1, "27": 16, "584": 1, "276": 1, "97": 5, "84": 8, "39": 9, "848": 1, "290": 3, "241": 1, "25": 48, "rains": 4, "replenished": 1, "formerly": 2, "low": 20, "soil": 1, "moisture": 5, "areas": 14, "rated": 4, "good": 16, "ic": 1, "use": 14, "proceeds": 11, "asset": 4, "sale": 42, "invest": 4, "goods": 18, "services": 12, "feed": 7, "400": 18, "460": 4, "85": 16, "ttl": 1, "domes": 1, "485": 2, "543": 2, "487": 5, "545": 3, "stcks": 1, "111": 6, "184": 2, "avgprice": 1, "00": 17, "23": 23, "bushel": 4, "cooperative": 1, "enterprises": 5, "employing": 1, "people": 16, "marathon": 6, "78": 5, "725": 2, "451": 2, "98": 11, "deposits": 11, "90": 7, "warships": 3, "protected": 1, "kuwaiti": 3, "ship": 12, "sailed": 2, "arms": 2, "kuwait": 6, "neyra": 1, "peru": 7, "term": 29, "including": 25, "lines": 9, "million": 2, "dollars": 11, "so": 19, "working": 6, "capital": 41, "credits": 13, "adsteam": 2, "rights": 10, "raise": 18, "adelaide": 1, "steamship": 1, "adsa": 1, "investment": 43, "australia": 16, "overseas": 5, "201": 4, "mine": 7, "life": 7, "171": 5, "covered": 4, "dairy": 6, "peanuts": 1, "sugar": 32, "energy": 16, "increases": 5, "units": 15, "outstanding": 20, "raises": 11, "proved": 1, "seoul": 3, "announces": 1, "tariff": 5, "korea": 10, "import": 15, "taxes": 5, "items": 4, "construction": 7, "equipment": 18, "photographic": 1, "film": 1, "cigarettes": 1, "pipe": 2, "tobacco": 2, "help": 12, "surplus": 29, "finance": 20, "running": 3, "wind": 1, "affairs": 3, "proceeding": 1, "quickly": 3, "acquisition": 34, "substantially": 4, "lessen": 2, "competition": 8, "harm": 4, "niskanen": 1, "vulnerable": 2, "resurgence": 2, "nationalism": 1, "canada": 41, "very": 18, "heavy": 12, "workload": 1, "due": 34, "number": 20, "applications": 5, "programs": 4, "conservation": 8, "hertz": 2, "welbilt": 2, "welb": 1, "acquisitions": 5, "announced": 23, "manufacturing": 10, "food": 9, "machinery": 6, "engineering": 6, "manufacturers": 4, "automated": 1, "bakery": 1, "headquartered": 1, "toronto": 5, "trades": 2, "post": 9, "war": 4, "139": 3, "tokyo": 12, "brokers": 5, "linotype": 2, "eschborn": 1, "200": 21, "joined": 1, "later": 7, "debate": 4, "coordination": 2, "standard": 7, "poor": 8, "weaker": 1, "competitiveness": 3, "face": 7, "labour": 6, "mean": 4, "deteriorating": 1, "account": 23, "balance": 11, "external": 2, "experts": 4, "refloat": 1, "bodies": 3, "trapped": 1, "amid": 1, "debris": 1, "operators": 3, "find": 4, "hard": 3, "either": 4, "way": 12, "concerted": 1, "central": 27, "intervention": 17, "details": 17, "crop": 23, "enrollment": 1, "enrolled": 4, "acres": 8, "latest": 11, "signup": 1, "four": 33, "specialists": 3, "deputy": 2, "prime": 14, "minister": 22, "kim": 1, "mahn": 1, "je": 1, "local": 8, "businessmen": 3, "question": 5, "revaluing": 1, "won": 7, "maintain": 7, "steadfast": 1, "position": 11, "newscope": 1, "94": 10, "319": 1, "337": 2, "702": 2, "016": 1, "899": 1, "513": 1, "239": 3, "106": 4, "includes": 23, "250": 12, "writedown": 4, "doubly": 1, "susceptible": 1, "encouraged": 2, "fertilisers": 2, "insecticides": 1, "treat": 1, "pod": 2, "rot": 1, "better": 10, "sectors": 5, "offset": 6, "financing": 14, "sperry": 1, "sharing": 2, "subsidiary": 22, "honeywell": 3, "bull": 1, "light": 5, "iran": 15, "deployment": 1, "chinese": 6, "built": 2, "missiles": 4, "cover": 6, "entrance": 1, "thai": 3, "tin": 4, "thailand": 7, "exported": 6, "metal": 8, "330": 4, "mineral": 5, "restructuring": 6, "consolidation": 3, "brazil": 21, "weather": 9, "summary": 1, "noaa": 1, "wet": 3, "rio": 2, "grande": 1, "sul": 1, "benefitting": 2, "mostly": 4, "setting": 4, "filling": 1, "pods": 1, "joint": 10, "agricultural": 8, "facility": 7, "commerce": 12, "departments": 1, "usair": 9, "closed": 6, "volume": 8, "z": 6, "fund": 26, "earn": 4, "comprised": 2, "41": 10, "crude": 30, "sunflowerseed": 2, "bulk": 6, "ranging": 3, "344": 2, "348": 2, "refined": 4, "drums": 1, "517": 1, "522": 1, "tonne": 21, "freight": 6, "alexandria": 1, "delivered": 1, "quality": 4, "base": 12, "1980": 6, "stood": 5, "116": 2, "november": 11, "firm": 25, "tvx": 3, "tvxg": 1, "stake": 40, "wedge": 1, "houston": 6, "raised": 18, "broadcast": 2, "682": 2, "419": 1, "559": 3, "crazy": 4, "eddie": 4, "agreed": 35, "oppose": 2, "slate": 1, "candidates": 2, "committee": 14, "restore": 1, "stockholder": 1, "value": 10, "oppenheimer": 1, "palmieri": 1, "p": 9, ".>": 3, "entertainment": 5, "em": 1, ">,": 42, "oust": 1, "brennan": 2, "payment": 11, "moratorium": 1, "campbell": 3, "taft": 7, "narragansett": 2, "requsted": 1, "response": 14, "creditors": 4, "brought": 5, "actions": 3, "council": 13, "application": 4, "governments": 5, "strike": 2, "out": 32, "j": 6, "h": 4, "writeoff": 1, "resulted": 8, "43": 16, "shearson": 10, "lehman": 6, "growing": 10, "described": 6, "analysts": 30, "top": 10, "brokerage": 5, "give": 12, "nippon": 2, "ringside": 1, "commissions": 1, "wall": 7, "street": 8, "where": 9, "invests": 1, "increasing": 10, "topic": 1, "continued": 6, "slide": 3, "lebanese": 2, "pound": 5, "undermining": 1, "effective": 14, "danish": 3, "downgrading": 2, "dramatic": 4, "palle": 1, "simonsen": 1, "denmark": 4, "rating": 1, "dramatised": 1, "cited": 4, "recheduling": 1, "improved": 13, "perceptions": 1, "economy": 23, "congressional": 3, "panels": 1, "portions": 1, "wideranging": 1, "bill": 22, "intends": 2, "companies": 40, "fight": 2, "unfair": 4, "practices": 4, "owns": 7, "cvn": 2, "name": 10, "decision": 20, "ordnance": 2, "defence": 2, "secretary": 18, "george": 3, "younger": 1, "announce": 2, "state": 25, "parliamentary": 1, "venture": 7, "merchant": 3, "china": 17, "ibjt": 1, "t": 17, "town": 2, "jewelry": 1, "wasn": 1, "wednesday": 10, "turned": 2, "avalanche": 1, "expatriate": 1, "workforce": 3, "fallen": 6, "citgo": 2, "postings": 8, "wti": 5, "bbl": 11, "ors": 2, "seeks": 5, "funds": 16, "dominion": 4, "securities": 24, "alberta": 1, "appointed": 1, "canadaina": 1, "organized": 2, "exploit": 1, "opportunities": 5, "europe": 8, "estimates": 8, "put": 9, "european": 27, "1990": 6, "ecus": 9, "kistler": 1, "result": 18, "fhl": 1, "sets": 17, "offering": 7, "home": 11, "set": 30, "70": 15, "065": 1, "65": 12, "375": 3, "lipc": 2, "beef": 9, "livestock": 2, "promotion": 2, "515": 4, "fiscal": 18, "started": 7, "simultaneous": 1, "813": 1, "smaller": 3, "seasonal": 3, "decrease": 3, "particularly": 6, "cold": 6, "delaying": 1, "work": 7, "morgan": 2, "stanley": 2, "salomon": 2, "brothers": 4, "hired": 1, "1983": 1, "advise": 1, "southern": 6, "santa": 2, "fe": 1, "appraised": 1, "worth": 13, "800": 13, "internal": 4, "valuations": 1, "acmex": 1, "presently": 2, "entitled": 5, "cheetham": 1, "issued": 9, "discount": 18, "mcgroarty": 1, "impressive": 1, "\".": 1, "french": 20, "repayment": 6, "19": 24, "following": 11, "contracted": 1, "cooperation": 4, "weekly": 5, "data": 18, "massive": 2, "docks": 1, "handle": 4, "ships": 14, "tankers": 2, "load": 3, "unload": 1, "harbour": 3, "addition": 5, "streamlining": 1, "efficiency": 1, "division": 8, "exert": 1, "branching": 1, "estate": 8, "travel": 3, "agencies": 2, "philippines": 4, "540": 2, "coconut": 3, "959": 2, "physio": 1, "changing": 2, "force": 11, "independent": 6, "representatives": 6, "employees": 7, "significantly": 4, "fixed": 15, "overhead": 2, "enable": 9, "accelerate": 1, "earnings": 37, "ending": 10, "twa": 6, "however": 24, "discussing": 1, "among": 10, "piedmont": 2, "suna": 1, "monitored": 1, "broadcasting": 4, "corporation": 9, "omer": 1, "remarks": 6, "khartoum": 1, "imf": 2, "envoy": 1, "abdel": 1, "shakour": 1, "shaalan": 1, "suspended": 4, "owed": 1, "credibility": 1, "opec": 23, "come": 7, "fresh": 2, "scrutiny": 2, "monday": 10, "activity": 7, "markets": 35, "through": 25, "clark": 5, "copy": 1, "majority": 8, "interactive": 1, "computer": 16, "aids": 1, "norway": 2, "i": 32, "dome": 6, "bothersome": 1, "reflects": 4, "split": 26, "sports": 3, "edward": 2, "c": 8, "horowitz": 1, "mike": 3, "warren": 1, "typical": 1, "salaried": 1, "employee": 1, "reflecting": 4, "pointing": 2, "buoyant": 3, "released": 7, "lawson": 6, "done": 6, "resist": 4, "pressures": 3, "income": 21, "expense": 2, "borrowing": 3, "listed": 3, "zurich": 1, "basle": 1, "geneva": 3, "exchanges": 4, "amsterdam": 1, "aims": 1, "quoted": 12, "frankfurt": 4, "dusseldorf": 1, "van": 3, "driel": 1, "idled": 1, "92": 22, "acreage": 5, "prompting": 1, "idle": 6, "cropland": 2, "according": 14, "dynalectron": 2, "dyn": 1, "buys": 8, "aviation": 1, "purchased": 11, "certain": 18, "aero": 1, "leasehold": 1, "aircraft": 3, "modification": 1, "maintenance": 4, "phoenix": 1, "ariz": 2, "grain": 28, "loading": 4, "portland": 3, "waiting": 1, "merchants": 3, "provisions": 5, "risk": 5, "borrowers": 3, "provision": 6, "pension": 1, "obligations": 4, "attack": 7, "dilemmas": 1, "military": 4, "say": 25, "faces": 2, "dilemma": 1, "destruction": 1, "iranian": 14, "platform": 3, "retaliation": 9, "flagged": 1, "tanker": 2, "roughly": 3, "equal": 5, "originally": 6, "invested": 1, "coasts": 1, "late": 17, "though": 4, "retain": 3, "...": 6, "expediency": 1, "sinclair": 1, "mize": 2, "dna": 2, "become": 2, "chairman": 28, "expand": 3, "provide": 7, "him": 4, "representation": 3, "upper": 2, "strikers": 1, "returned": 1, "night": 6, "port": 13, "authorities": 4, "workers": 8, "without": 11, "giving": 7, "wim": 1, "duisenberg": 1, "defended": 1, "saying": 10, "most": 25, "noting": 4, "moment": 3, "important": 6, "equivalent": 6, "06": 6, "provisional": 8, "show": 17, "jack": 2, "winter": 6, "jwi": 1, "410": 1, "245": 2, "748": 1, "571": 2, "46": 13, "reacting": 2, "irish": 1, "continues": 5, "brewery": 1, "side": 4, "guinness": 2, "galactic": 1, "galcf": 1, "given": 16, "rivet": 1, "machine": 2, "cvr": 1, "60": 28, "156": 2, "576": 1, "443": 1, "404": 1, "309": 2, "519": 1, "381": 2, "264": 2, "788": 1, "220": 1, "151": 2, "big": 3, "taikoo": 1, "shing": 1, "iggi": 2, "groups": 5, "industrialised": 2, "donor": 2, "countries": 34, "gave": 10, "indonesia": 17, "soft": 5, "grants": 2, "changes": 12, "lead": 8, "pickup": 1, "pik": 2, "roll": 2, "klopfenstein": 2, "likelihood": 3, "provisiion": 1, "cause": 10, "acreages": 1, "removed": 1, "quite": 2, "small": 10, "conditional": 1, "upon": 3, "examination": 1, "gordon": 1, "pagecorp": 1, "revenue": 5, "bilateral": 1, "negotiations": 8, "must": 12, "concluded": 1, "least": 11, "progressing": 1, "yeutter": 6, "difficulties": 2, "clayton": 3, "unsure": 1, "whether": 16, "straining": 1, "relations": 4, "really": 3, "strong": 22, "rationale": 1, "need": 12, "gatt": 7, "round": 5, "nation": 4, "verification": 1, "papua": 1, "guinea": 2, "combined": 3, "barley": 4, "02": 4, "period": 27, "welch": 1, "doesn": 2, "exposure": 3, "defense": 7, "analyst": 13, "heard": 2, "rumors": 3, "doubted": 1, "accuracy": 1, "marcom": 1, "telecommunications": 5, "kay": 2, "pursuing": 1, "placement": 3, "corporate": 4, "purposes": 1, "treasury": 20, "baker": 20, "within": 13, "ranges": 1, "reflect": 6, "fundamentals": 2, "wanted": 5, "lending": 3, "appropriate": 3, "ultimately": 1, "fnb": 1, "1st": 29, "wholly": 5, "decide": 1, "follow": 2, "throw": 1, "dunn": 1, "ease": 6, "easier": 4, "begun": 3, "quick": 1, "dealer": 4, "intervened": 2, "opening": 3, "here": 16, "confirm": 1, "telexed": 1, "insisted": 1, "cancel": 1, "elsewhere": 1, "santana": 1, "times": 5, "exploiting": 1, "profitable": 3, "best": 5, "partner": 1, "jobless": 4, "699": 2, "671": 1, "rainier": 1, "merge": 10, "security": 4, "spc": 1, "lowered": 5, "special": 17, "advances": 3, "repurchase": 13, "cathay": 1, "airways": 1, "caph": 1, "hk": 2, "toledo": 2, "elevators": 1, "finishing": 1, "boats": 2, "shipping": 11, "supporting": 1, "spot": 6, "terminal": 5, "points": 5, "long": 22, "secondary": 2, "debentures": 5, "bankers": 10, "kubota": 1, "kub": 1, "58": 15, "248": 1, "789": 1, "127": 1, "130": 5, "134": 5, "119": 6, "446": 1, "extended": 7, "tomorrow": 10, "breakthrough": 1, "session": 6, "genova": 4, "gnva": 1, "approved": 14, "consumated": 1, "few": 8, "bradford": 1, "recommending": 1, "usx": 4, "gabelli": 1, "filing": 4, "commission": 21, "digiorgio": 1, "gamco": 1, "seek": 7, "control": 10, "stone": 1, "available": 7, "just": 17, "enough": 10, "prompt": 3, "pig": 1, "170": 8, "versus": 4, "poultry": 1, "287": 2, "256": 5, "rejects": 5, "buyout": 5, "theta": 2, "faygo": 1, "excess": 4, "beverage": 2, "federated": 1, "ask": 4, "approve": 6, "authorized": 6, "shoe": 2, "irna": 2, "received": 14, "nicosia": 1, "informed": 3, "source": 7, "identified": 2, "platforms": 3, "resalat": 1, "reshadat": 1, "miles": 5, "lavan": 1, "island": 6, "storage": 7, "site": 3, "infinitesimal": 1, "magnitude": 1, "collander": 1, "touche": 1, "ross": 2, "cti": 1, "rabbit": 1, "intermedics": 1, "itm": 1, "oper": 34, "877": 2, "838": 2, "44": 8, "excludes": 16, "carryforward": 4, "694": 2, "ends": 2, "firms": 14, "becoming": 3, "aggressive": 2, "sort": 2, "sum": 1, "unilever": 2, "hoped": 3, "realise": 3, "operation": 5, "beyond": 2, "chesebrough": 1, "stauffer": 1, "chemical": 4, "operates": 2, "outside": 5, "core": 3, "totalled": 8, "eight": 11, "metric": 1, "cra": 2, "cents": 6, "craa": 1, "making": 15, "forthe": 1, "donald": 2, "prepared": 4, "york": 21, "household": 2, "excellent": 1, "equity": 10, "santos": 4, "alvite": 1, "cargo": 10, "leave": 3, "maracaibo": 1, "weekend": 6, "refineries": 1, "guayaquil": 1, "approach": 3, "needed": 8, "revival": 1, "postponed": 3, "explosive": 1, "fabricators": 1, "724": 2, "329": 2, "556": 1, "504": 2, "commercial": 17, "paper": 6, "falls": 3, "shift": 4, "strategy": 4, "designed": 7, "appease": 1, "mounting": 2, "policies": 7, "comes": 4, "reconvene": 1, "review": 8, "stabilize": 4, "stiff": 1, "rally": 3, "bring": 7, "bonds": 5, "quinn": 1, "economists": 18, "gains": 15, "outlook": 6, "ems": 3, "transferred": 1, "autonomous": 1, "geodynamics": 1, "gdyn": 1, "596": 1, "594": 3, "693": 2, "164": 2, "61": 9, "784": 2, "653": 1, "strength": 2, "allowed": 4, "asian": 2, "neighbours": 1, "traditional": 3, "frozen": 2, "completion": 2, "subject": 16, "regulatory": 2, "approvals": 1, "refinery": 6, "capacity": 11, "overhaul": 1, "interstate": 2, "skewed": 2, "soviet": 17, "union": 21, "difference": 2, "premium": 4, "interior": 2, "levels": 16, "872": 1, "came": 5, "completions": 1, "765": 1, "accounts": 2, "ethiopian": 1, "despite": 15, "rules": 2, "forthcoming": 2, "believes": 2, "stabilise": 3, "pentron": 2, "pen": 1, "ice": 2, "creations": 2, "rotational": 1, "molding": 1, "privately": 4, "undisclosed": 5, "considerations": 2, "cargoes": 4, "often": 3, "resold": 1, "shipowners": 1, "know": 3, "start": 9, "voyage": 1, "al": 8, "rai": 1, "aam": 1, "newspaper": 8, "ceiling": 3, "consumers": 2, "drawing": 1, "cuba": 1, "cuban": 1, "suggest": 2, "ericsson": 1, "ericy": 1, "rest": 8, "spanish": 4, "banker": 2, "speculated": 3, "bolivia": 1, "might": 15, "back": 9, "written": 3, "mim": 1, "copper": 6, "mount": 2, "isa": 1, "mines": 5, "primary": 16, "norddeutsche": 1, "affinerie": 1, "ag": 8, "metallgesellschaft": 1, "sparks": 1, "does": 11, "pressure": 10, "bearish": 2, "positions": 2, "daily": 11, "peasant": 1, "ortheast": 1, "province": 5, "heilongjiang": 1, "108": 5, "yuan": 2, "mu": 3, "0667": 1, "hectares": 5, "112": 3, "sugarbeet": 1, "columbia": 1, "ferc": 1, "rleated": 1, "liabilities": 5, "laws": 4, "gone": 1, "confidence": 3, "commented": 2, "saw": 3, "having": 5, "marginal": 2, "influence": 7, "fundamental": 2, "problems": 10, "detail": 2, "settlement": 6, "explaining": 2, "favour": 1, "legal": 5, "answer": 1, "unresolved": 1, "disputes": 1, "court": 11, "hearings": 1, "expiry": 1, "ec": 40, "series": 4, "white": 9, "rebates": 5, "maximum": 10, "496": 2, "kilos": 8, "community": 18, "payable": 9, "officials": 34, "amounting": 1, "805": 2, "launched": 5, "att": 2, "cgct": 2, "abandoned": 1, "introduction": 2, "privatisation": 1, "reopened": 1, "bidding": 2, "wider": 1, "applicants": 1, "declining": 2, "compound": 1, "coarse": 1, "355": 2, "cif": 4, "358": 2, "bellies": 3, "neutral": 3, "negative": 8, "mercantile": 3, "floor": 3, "immediate": 3, "reaction": 5, "pork": 6, "slightly": 2, "amvestors": 2, "avfc": 1, "holders": 8, "legislation": 4, "natural": 10, "lousiana": 1, "democrat": 2, "agree": 2, "demands": 1, "benefits": 4, "institutes": 3, "believed": 3, "dynamic": 2, "jobs": 3, "created": 2, "origins": 2, "cooper": 4, "basin": 3, "api": 4, "distillate": 3, "52": 12, "bbls": 3, "gasoline": 11, "arisen": 1, "quantity": 1, "320": 2, "predicted": 6, "dismal": 1, "logging": 1, "left": 8, "especially": 2, "careful": 1, "flare": 1, "inflation": 17, "accelerating": 1, "berger": 1, "devalued": 1, "depressions": 1, "partners": 7, "america": 8, "fujitsu": 1, "executives": 2, "enthusiastic": 2, "fairchild": 1, "sumita": 1, "access": 7, "steel": 8, "ensure": 5, "accurate": 1, "used": 11, "backdoor": 1, "suppliers": 1, "carney": 2, "structural": 3, "adjustments": 6, "1993": 3, "criticism": 1, "damages": 2, "nakasone": 4, "jamaica": 2, "agrees": 3, "rescheduling": 2, "principle": 8, "advisory": 3, "1989": 5, "jamaican": 1, "information": 10, "kenya": 2, "relied": 3, "pakistan": 3, "egypt": 3, "lesser": 1, "extent": 3, "tea": 6, "consolidated": 9, "stores": 10, "cns": 1, "602": 2, "879": 1, "141": 1, "71": 7, "42": 8, "397": 3, "esso": 3, "keen": 1, "diversify": 3, "gippsland": 1, "lyng": 4, "did": 29, "think": 13, "eni": 1, "agip": 1, "carbone": 1, "sign": 5, "letter": 17, "intent": 11, "caracas": 1, "enter": 4, "partnership": 8, "pdvsa": 2, "coal": 2, "guasare": 1, "zulia": 1, "suit": 3, "alleges": 1, "harcourt": 1, "exceeds": 2, "harcout": 1, "law": 5, "contstitutes": 1, "fraudulent": 1, "conveyance": 1, "larger": 6, "miller": 2, "bruce": 2, "fields": 4, "producers": 21, "intend": 2, "present": 10, "single": 4, "candidate": 1, "edouard": 1, "kouame": 1, "ivory": 1, "coast": 3, "failure": 4, "address": 3, "decline": 14, "remains": 9, "worrying": 1, "appears": 4, "approached": 3, "cautiously": 2, "montagu": 1, "reluctant": 2, "countenance": 1, "wished": 1, "delay": 4, "reduction": 10, "thereby": 1, "preserving": 1, "chancellor": 3, "exchequer": 4, "nigel": 2, "call": 6, "active": 2, "dropping": 2, "appropriations": 2, "demonstrated": 2, "process": 3, "warrants": 5, "exercisable": 2, "nonetheless": 1, "expect": 11, "unstable": 1, "concerned": 4, "officially": 1, "trintoc": 1, "land": 8, "purolator": 10, "nicholas": 1, "f": 13, "brady": 1, "emery": 3, "john": 6, "prefer": 1, "negotiate": 3, "structure": 1, "format": 1, "drafting": 3, "separate": 3, "plan": 22, "reconciled": 1, "senate": 10, "version": 1, "spain": 12, "overnight": 6, "view": 5, "disappointing": 1, "discounted": 2, "young": 2, "planned": 10, "protect": 4, "itself": 7, "chance": 4, "complicated": 1, "hedging": 1, "instrument": 2, "england": 10, "signals": 2, "referred": 3, "marked": 3, "downturn": 2, "textiles": 3, "leather": 1, "furniture": 1, "particular": 5, "decided": 7, "ita": 1, "wound": 1, "expires": 4, "delegate": 1, "rarely": 1, "invites": 1, "ordinary": 7, "assistance": 9, "abms": 1, "zinc": 5, "slab": 1, "smelters": 1, "735": 1, "tons": 7, "bureau": 5, "iraq": 6, "foiled": 1, "pronged": 1, "thrust": 2, "km": 3, "basra": 1, "admitted": 1, "iranians": 1, "occupied": 1, "ground": 2, "mohammed": 1, "qassem": 2, "divisions": 1, "attacked": 2, "redstone": 3, "arsenal": 2, "holdings": 10, "amusements": 1, "viacom": 3, "takeover": 21, "conagra": 2, "cag": 1, "diluted": 18, "closely": 2, "computerland": 1, "pc": 3, "retailing": 1, "chain": 1, "investor": 6, "e": 7, "warburg": 1, "pincus": 1, "cigra": 1, "89": 4, "transcontinental": 1, "windfall": 1, "acts": 1, "disincentive": 1, "existing": 6, "reduces": 1, "flow": 5, "864": 2, "678": 3, "previous": 17, "indications": 3, "planted": 5, "69": 11, "unchanged": 4, "moves": 5, "divest": 2, "encor": 1, "favor": 1, "retaining": 1, "go": 14, "directly": 2, "members": 10, "malaysia": 3, "nearby": 4, "intermediate": 4, "forward": 3, "richard": 5, "visit": 2, "alusuisse": 3, "swiss": 6, "francs": 13, "restated": 2, "756": 2, "comsat": 1, "1962": 1, "act": 8, "congress": 11, "contel": 1, "telephone": 4, "communications": 10, "filed": 5, "giorgio": 1, "boutique": 1, "beverly": 1, "hills": 2, "calif": 3, ".,": 22, "fred": 2, "hayman": 1, "operate": 3, "independently": 2, "avon": 1, "firmed": 5, "ideas": 2, "fact": 4, "generally": 4, "yielding": 1, "substantial": 8, "sensitively": 1, "looking": 8, "happening": 1, "averaging": 2, "whole": 5, "requirement": 3, "thackeray": 1, "thk": 1, "013": 1, "74": 7, "107": 3, "401": 3, "361": 1, "793": 1, "surcharge": 2, "urgently": 1, "depreciation": 1, "n": 12, "foremost": 1, "stability": 8, "successful": 2, "nothing": 7, "else": 2, "build": 4, "auto": 2, "inventories": 1, "steep": 2, "finally": 2, "caught": 1, "ahead": 6, "exxon": 8, "ratio": 4, "ankara": 1, "greece": 4, "contravening": 1, "courts": 1, "none": 2, "fired": 1, "forecaster": 1, "wales": 3, "queensland": 1, "suffered": 4, "subscribers": 1, "carried": 2, "fiber": 1, "optic": 1, "leased": 1, "news": 11, "conference": 16, "create": 1, "expedite": 1, "processing": 3, "tonnage": 4, "required": 7, "preference": 1, "goes": 2, "going": 7, "harder": 2, "meet": 7, "confirmed": 5, "preliminary": 5, "turkey": 3, "respectively": 14, "tariffs": 10, "imposed": 3, "recommended": 3, "curbs": 2, "panel": 2, "headed": 2, "pierson": 2, "heldring": 1, "en": 1, "estimate": 5, "sentiment": 2, "hit": 8, "leading": 8, "onshore": 1, "stos": 1, "condensate": 1, "liquefied": 1, "lpg": 2, ").": 8, "porex": 3, "porx": 1, "medco": 2, "mccs": 1, "technologies": 1, "partly": 4, "containment": 1, "striking": 2, "brazilian": 9, "seamen": 2, "hold": 5, "158": 1, "halted": 1, "janeiro": 1, "almir": 1, "pazzianotto": 1, "shocked": 1, "spending": 9, "oct": 3, "affandi": 2, "fel": 1, "159": 1, "bankamerica": 4, "bac": 1, "mortgage": 4, "ireland": 3, "words": 1, "sometimes": 1, "diametrically": 1, "opposed": 5, "bywater": 1, "backed": 3, "science": 2, "task": 1, "consortium": 2, "develop": 2, "electronic": 4, "processes": 1, "industory": 1, "competitive": 3, "repossession": 1, "gould": 1, "focus": 4, "electronics": 5, "replace": 1, "learn": 1, "you": 11, "cannot": 7, "deemed": 1, "quotas": 11, "regional": 6, "spoke": 1, "named": 4, "bags": 8, "behind": 4, "leaving": 2, "shipped": 8, "electric": 8, "nes": 1, "75": 20, "73": 8, "632": 2, "629": 3, "173": 3, "165": 4, "chrysler": 7, "rival": 5, "dilution": 1, "heinl": 1, "nursery": 2, "shade": 1, "houses": 3, "square": 1, "feet": 5, "greenhouses": 1, "facilities": 4, "using": 7, "obtain": 2, "liquidity": 5, "foresake": 1, "underlying": 5, "unaffected": 1, "accord": 15, "permits": 1, "493": 1, "502": 2, "gained": 4, "forced": 7, "india": 4, "delhi": 5, "gencorp": 7, "gy": 2, "110": 8, "multilaterals": 1, "performing": 2, "debtors": 1, "someone": 1, "silas": 1, "revitalize": 1, "texas": 12, "exempt": 1, "stripper": 1, "severance": 3, "reaffirmed": 4, "coordinate": 1, "inflationary": 3, "stable": 5, "reagan": 16, "tide": 2, "vessel": 6, "list": 3, "degrees": 1, "changed": 10, "comments": 4, "senior": 6, "thought": 2, "undervalued": 2, "replied": 2, "counter": 3, "hope": 6, "join": 2, "telecom": 1, "discreetly": 1, "confident": 5, "adopt": 1, "instruments": 3, "tightening": 2, "choke": 1, "modest": 3, "expansion": 8, "threaten": 3, "recession": 5, "several": 15, "contacts": 1, "indication": 1, "wishes": 1, "mention": 1, "senators": 2, "propose": 1, "ban": 6, "toshiba": 2, "went": 4, "signed": 14, "calling": 2, "exchanged": 1, "barnett": 1, "moved": 2, "sdr": 1, "mtech": 2, "mtch": 1, "467": 2, "nudged": 1, "goal": 2, "pessimistic": 2, "social": 4, "ces": 1, "body": 2, "industrialists": 1, "unionists": 1, "limits": 4, "minimised": 1, "boosted": 3, "radius": 1, "prawiro": 1, "aimed": 7, "preventing": 1, "refiners": 2, "marketers": 1, "predatory": 1, "monopolistic": 1, "franchised": 1, "specifications": 1, "resemble": 1, "audio": 3, "video": 11, "ava": 1, "sweetens": 1, "cyclops": 4, "cyl": 1, "affiliates": 3, "astra": 1, "paint": 1, "manufacture": 4, "motor": 2, "vehicles": 2, "earthmoving": 1, "qualities": 1, "sought": 7, "hamburg": 1, "green": 2, "demand": 19, "coffees": 1, "past": 10, "unsatisfactory": 1, "brockton": 1, "pbkb": 1, "646": 1, "470": 4, "cumulative": 4, "roastings": 1, "845": 1, "070": 1, "reuter": 7, "forecasts": 3, "schrader": 1, "maremont": 2, "acquired": 16, "bu": 1, "forfeited": 1, "portuguese": 3, "crisis": 4, "portugal": 3, "enjoying": 1, "decade": 2, "shrug": 1, "heinz": 4, "sight": 1, "22nd": 1, "consecutive": 3, "records": 1, "chief": 9, "executive": 8, "officer": 2, "anthony": 1, "reilly": 1, "arkla": 2, "alg": 1, "settle": 1, "dispute": 3, "ip": 2, "arkansas": 1, "resolve": 4, "pipelines": 2, "mill": 2, "pine": 2, "bluff": 1, "camden": 1, "utilisation": 1, "mode": 1, "{": 1, "nised": 1, "mills": 4, "lucht": 1, "function": 1, "innovex": 4, "whatever": 3, "stick": 3, "keeping": 3, "guilder": 2, "sure": 2, "getting": 4, "solomon": 1, "medium": 5, "commodity": 11, "injuries": 1, "emirate": 1, "fujairah": 1, "power": 7, "fire": 4, "order": 6, "living": 5, "north": 10, "rhine": 1, "westphalia": 1, "populous": 1, "mid": 8, "stand": 2, "esquire": 1, "ee": 1, "yr": 4, "075": 1, "203": 2, "stockholders": 5, "conable": 2, "pressing": 4, "arguing": 1, "possibility": 5, "global": 6, "imperial": 3, "contracts": 12, "cote": 1, "cancelling": 1, "suspending": 3, "buyer": 3, "discussed": 5, "table": 2, "hormuz": 1, "strait": 1, "everyone": 1, "intelligent": 3, "inp": 1, "initial": 7, "payout": 5, "master": 2, "quarterly": 12, "investments": 4, "parent": 5, "recapitalization": 2, "alternative": 7, "receive": 12, "approval": 13, "narrows": 2, "narrowed": 5, "336": 1, "escudos": 1, "354": 1, "rtrs": 2, "associates": 2, "169": 1, "others": 5, "bp": 7, "course": 5, "retained": 1, "boston": 3, "cravath": 1, "swaine": 1, "moore": 2, "advisers": 8, "too": 9, "determine": 7, "parties": 2, "longer": 5, "doubt": 4, "greenmail": 4, "surprises": 1, "me": 2, "anymore": 1, "crushing": 2, "873": 3, "904": 2, "bushels": 7, "459": 1, "238": 1, "apparently": 2, "anyone": 1, "regret": 1, "threatened": 7, "protest": 2, "regarded": 1, "vital": 1, "smooth": 2, "transactions": 7, "doubled": 1, "alan": 1, "garcia": 1, "directed": 1, "drilling": 8, "rigs": 3, "caspar": 1, "weinberger": 1, "sunday": 3, "specifics": 1, "necessary": 3, "keep": 8, "anti": 2, "region": 3, "w": 6, "manufactured": 1, "ifo": 1, "conrac": 1, "marketer": 1, "related": 5, "display": 1, "produces": 4, "architectural": 1, "macandrews": 1, "revlon": 4, "plaintiff": 1, "pending": 1, "litigation": 2, "challenging": 1, "macanrews": 1, "cnt": 2, "quantum": 1, "exercising": 1, "bringing": 3, "philips": 3, "electrical": 2, "sells": 6, "unidare": 3, "arranged": 2, "aluminium": 4, "nsbk": 1, "289": 1, "849": 2, "980": 1, "814": 1, "consumption": 7, "continuing": 7, "rhetoric": 1, "marlin": 1, "fitzwater": 2, "statements": 3, "borg": 2, "warner": 3, "irwin": 1, "jacobs": 4, "jamesway": 2, "jmy": 1, "intec": 1, "intk": 1, "029": 2, "930": 2, "764": 2, "544": 1, "463": 1, "718": 1, "566": 1, "680": 1, "window": 5, "averaged": 3, "302": 1, "interview": 4, "aired": 1, "don": 6, "encompassed": 1, "087": 1, "19th": 1, "exceeding": 4, "398": 2, "liffe": 1, "studies": 1, "aside": 1, "county": 2, "trigger": 3, "requirements": 4, "staff": 5, "double": 3, "indicates": 1, "jump": 1, "bhp": 1, "ounces": 3, "mcm": 2, "yearend": 2, "release": 5, "effects": 4, "sheet": 4, "outright": 2, "band": 3, "jorge": 1, "cardenas": 2, "colombian": 1, "federation": 3, "rosenbaum": 1, "mutual": 3, "adding": 6, "860": 1, "vicinity": 1, "seismic": 1, "underway": 2, "evaluate": 1, "meat": 6, "packers": 1, "promising": 3, "1981": 1, "subroto": 1, "granting": 1, "remote": 1, "deep": 3, "lichtblau": 1, "dependency": 1, "happen": 2, "impose": 6, "dls": 1, "alleged": 3, "live": 1, "microchip": 2, "rainfall": 2, "recorded": 5, "hours": 3, "parana": 2, "umuarama": 1, "nil": 10, "paranavai": 1, "londrina": 1, "maringa": 1, "pushing": 1, "permission": 1, "lay": 4, "cable": 3, "widened": 2, "drs": 1, "rospatch": 1, "provided": 8, "prudential": 2, "encourage": 3, "foreseeable": 1, "largely": 3, "upsetting": 1, "wage": 2, "shiments": 1, "instill": 1, "willingness": 2, "pcc": 3, "courier": 8, "flowering": 1, "followed": 5, "onset": 2, "subsequent": 1, "dissappointing": 1, "suspension": 1, "forseeable": 1, "category": 1, "sunflower": 1, "oils": 5, "importers": 2, "basket": 1, "categories": 1, "paying": 2, "specific": 10, "nevertheless": 1, "gurria": 2, "mexico": 5, "draw": 1, "contingency": 1, "mining": 7, "pt": 1, "tambang": 1, "timah": 1, "easy": 1, "516": 1, "636": 3, "discontinued": 10, "922": 1, "dominated": 1, "reporting": 3, "involving": 3, "fnma": 1, "arbitrage": 2, "beatty": 1, "packer": 1, "morrell": 1, "soymeal": 1, "quantities": 2, "imported": 4, "quarters": 2, "argentina": 1, "refining": 1, "worried": 1, "environmental": 1, "regulations": 2, "grade": 6, "unleaded": 2, "dearly": 1, "recovering": 1, "slump": 2, "chauvco": 1, "476": 3, "creditwatch": 1, "affects": 2, "notes": 8, "guaranteed": 4, "eurobond": 1, "warn": 1, "warned": 3, "excessive": 2, "goodwill": 1, "delegations": 2, "hesse": 1, "advises": 1, "italian": 4, "declines": 4, "surprised": 2, "disbursed": 2, "slaughtered": 1, "herd": 1, "gaf": 1, "bayer": 3, "usa": 2, "bayry": 1, "affiliated": 2, "cmpanies": 1, "manoeuvres": 1, "narrow": 4, "variable": 1, "seriously": 4, "eastman": 1, "kodak": 1, "acquires": 2, "enzon": 1, "idea": 2, "require": 5, "bureacracy": 1, "administer": 1, "numac": 2, "nmc": 1, "significant": 6, "improvement": 8, "performance": 11, "argentine": 3, "243": 1, "217": 2, "ual": 3, "citing": 1, "unusual": 2, "ramifications": 1, "believe": 5, "affiliation": 1, "amoskeag": 2, "portsmouth": 1, "bushnell": 1, "reflected": 2, "noted": 16, "blocks": 1, "7219": 1, "7220": 1, "awarded": 2, "norsk": 1, "hydro": 1, "operator": 1, "statoil": 1, "mobil": 4, "mob": 3, "petrofina": 1, "sa": 4, "petb": 1, "br": 1, "norske": 1, "fina": 1, "meridian": 3, "castone": 3, "jointly": 1, "terminate": 1, "widespread": 1, "speculation": 2, "autumn": 1, "darman": 2, "job": 2, "valley": 3, "fivc": 1, "62": 6, "99": 7, "scientific": 1, "measurement": 1, "scms": 1, "352": 1, "568": 1, "640": 2, "377": 1, "865": 1, "063": 1, "333": 2, "singapore": 2, "netherlands": 9, "complying": 1, "lumber": 2, "softwood": 1, "circulation": 6, "235": 1, "eased": 3, "solid": 4, "michelin": 1, "spika": 1, "raiders": 1, "once": 4, "communique": 6, "alter": 2, "prevailing": 4, "needs": 5, "redress": 1, "huge": 4, "imbalance": 1, "kellwood": 2, "kwd": 1, "robert": 4, "scott": 2, "david": 2, "brooks": 1, "andrew": 1, "harvey": 1, "dedham": 1, "mass": 2, "sent": 4, "consideration": 2, "committees": 1, "seemed": 3, "repeat": 1, "monthly": 5, "surpluses": 5, "1984": 6, "dayton": 2, "hudson": 3, "spokeswoman": 5, "identify": 2, "darta": 1, "105": 3, "died": 1, "accidents": 1, "appreciation": 2, "depressed": 2, "orders": 5, "suggested": 3, "administration": 13, "recommendations": 1, "grace": 3, "lp": 2, "anglo": 1, "willing": 5, "deposit": 5, "escrow": 3, "insure": 1, "approves": 2, "healthsouth": 3, "hsrc": 1, "rehabilitation": 3, "medicine": 1, "center": 5, "fort": 3, "lauderdale": 2, "fla": 1, "incorporate": 1, "users": 2, "fructose": 1, "actively": 1, "millers": 1, "bottlers": 1, "henderson": 1, "metals": 8, "underground": 2, "extensive": 1, "sampling": 1, "silver": 5, "yielded": 1, "beall": 2, "los": 3, "angeles": 3, "allen": 2, "bradley": 1, "flat": 3, "landmark": 1, "realized": 3, "continuation": 1, "downward": 3, "trend": 3, "d": 6, "affaires": 1, "mohammad": 1, "baqeri": 1, "summoned": 1, "confer": 1, "undersecretary": 1, "suleiman": 1, "majed": 1, "shaheen": 1, "cargill": 1, "spread": 3, "certificate": 1, "normal": 7, "micronetics": 1, "nmic": 1, "divs": 1, "underwrote": 1, "yamamoto": 1, "slash": 3, "kilobit": 1, "random": 1, "erasable": 1, "programmable": 1, "read": 1, "memory": 1, "chips": 2, "vbi": 2, "179": 1, "morning": 5, "expenses": 8, "adjusments": 1, "continental": 5, "louis": 1, "dreyfus": 1, "fob": 6, "greater": 5, "situation": 8, "decreased": 1, "carrying": 5, "semiconductor": 2, "complied": 1, "./": 2, "shoichi": 1, "saba": 1, "819": 1, "cardis": 2, "depending": 2, "exercise": 4, "substitute": 1, "arabia": 10, "seasons": 2, "hotels": 2, "449": 1, "509": 1, "440": 1, "extraordinary": 13, "lme": 5, "annul": 1, "minimum": 6, "450": 3, "bars": 1, "sows": 1, "visiting": 1, "motors": 7, "roger": 1, "smith": 6, "viktor": 1, "nikonov": 1, "harvest": 6, "browing": 1, "ferris": 2, "bfi": 1, "declares": 2, "browning": 1, "industires": 1, "soaring": 1, "tougher": 2, "optimistic": 2, "critical": 1, "stage": 2, "heat": 1, "stress": 1, "therefore": 4, "exportable": 1, "oxford": 1, "ofc": 1, "766": 1, "950": 2, "321": 4, "298": 1, "985": 3, "894": 1, "464": 1, "226": 1, "failed": 7, "fsb": 1, "abny": 1, "29": 20, "05": 7, "writedowns": 2, "book": 3, "meal": 7, "steadily": 4, "ton": 4, "416": 1, "746": 1, "837": 2, "prevented": 1, "movement": 3, "nearly": 6, "vessels": 2, "decides": 1, "accept": 6, "alternate": 1, "defensive": 1, "features": 1, "safety": 4, "kleen": 4, "sk": 2, "mckesson": 3, "mck": 1, "envirosystems": 1, "canned": 2, "fruit": 2, "remaining": 3, "suppies": 1, "tight": 1, "consequence": 1, "strengthened": 2, "renegotiation": 1, "commissioner": 3, "welcomes": 2, "stabilisation": 1, "promoting": 2, "equilibrium": 1, "lorenzo": 2, "natali": 1, "assessment": 2, "assess": 1, "ministers": 12, "meetings": 4, "undoubtedly": 1, "embraced": 1, "housing": 4, "education": 1, "transport": 2, "pests": 4, "disease": 3, "destroyed": 3, "threatening": 1, "64": 8, "charged": 4, "dynamics": 2, "hartmarx": 2, "hmx": 1, "targets": 4, "meinert": 1, ".(": 1, ")......": 1, "propane": 2, "..............": 1, "butane": 1, "...........": 1, "411": 1, "poised": 2, "threshold": 1, "golden": 2, "paul": 5, "oreffice": 1, "giant": 2, "dow": 5, "carefully": 2, "studying": 3, "reject": 1, "unemployment": 7, "climb": 1, "susumu": 1, "taketomi": 1, "surveyed": 1, "projects": 6, "drops": 3, "bond": 10, "lend": 3, "offsetting": 1, "outflows": 1, "balances": 6, "add": 6, "gdp": 4, "109": 3, "signal": 2, "fss": 1, "healthmate": 1, "auditors": 3, "qualify": 2, "corning": 6, "glw": 1, "hazleton": 3, "hlc": 1, "excahnge": 1, "glass": 1, "works": 1, "laboratories": 2, "established": 7, "5165": 1, "saur": 3, "klaus": 1, "owner": 2, "munich": 1, "1975": 2, "vietnam": 2, "resettled": 1, "cities": 2, "crowded": 1, "deltas": 1, "zones": 2, "complete": 6, "outflow": 2, "combining": 1, "flows": 3, "inflow": 2, "ups": 3, "frn": 1, "681": 1, "551": 4, "send": 2, "missions": 2, "fit": 1, "laboratory": 2, "bindley": 1, "bind": 1, 