{"mita": 165, "eykik": 54, "pasik": 112, "newti": 3, "kiskik": 2, "pejita\u2019ji": 5, ".": 4864, "mawi": 80, "amskwes": 30, "puktewtek": 1, "kuta\u2019tasiksip": 1, "kesikewiku\u2019s": 2, ",": 3184, "e": 83, "walter": 1, "whitty": 2, "aq": 1621, "maurice": 1, "williams": 1, "siktesinkisni\u2019k": 1, "ta\u2019n": 918, "tujiw": 582, "peji-panta\u2019tasikek": 1, "malike\u2019w": 2, "ke\u2019kupukui\u2019ti": 1, "ta\u2019pu": 16, "tepknuset": 17, "we\u2019kayiw": 3, "tepi": 5, "wikispasit": 2, "waltestaqno\u2019": 2, "ilek": 1, "maljewejg": 1, "mikemewaq": 2, "apajiwswatutij": 1, "ut-elnuoltimkeweymuo": 1, "jijuaq": 1, "amujpa": 85, "malsank": 6, "apu\u2019kwetu\u2019tij": 1, "koqoey": 208, "nuta\u2019taq": 1, "wjit": 366, "kesik": 14, "ke\u2019sk": 60, "me\u2019": 69, "toqa\u2019q": 2, "mna\u2019q": 40, "keptiknuk": 1, "elipitue\u2019": 2, "kisi": 187, "iko'toq": 1, "asukom": 20, "te'sikl": 13, "na": 1654, "ktik": 33, "iknmuwatl": 2, "ne'siskl": 9, "kmu'ji'j": 12, "pukwelk": 24, "etekip": 9, "donavane": 1, "pemi-ajelkisnik": 1, "wenik": 98, "ewi\u2019ta\u2019tiji": 1, "mu": 507, "nuku\u2019": 10, "eymu\u2019tiksipnik": 1, "pekisulapnik": 1, "john": 25, "robi": 4, "eliapiksiktaqajik": 1, "wekwayuinamejik": 1, "elp": 82, "ki'l": 18, "niskam": 23, "tliapiksiktui": 1, "kisi-mawte\u2019mne": 1, "teluisik": 23, "tipu\u2019lewe": 3, "lukwaqn": 48, "ewi\u2019kmumkis": 1, "kweja\u2019tekemkl": 2, "elukatasi": 1, "ewikmumkl": 1, "anquna\u2019tumk": 1, "kapmnt": 7, "kanata": 18, "ika\u2019toq": 3, "na\u2019tami": 11, "gesgmnaq": 19, "ugs'tqamu": 25, "gisita's'gtnugweg": 1, "eima": 1, "nige'": 46, "ei": 7, "apjiw": 16, "i'tte": 4, "eymu\u2019tisnik": 2, "unama\u2019kikewaq": 4, "telita\u2019sultisnik": 1, "te\u2019sijik": 24, "pejiwsultijik": 2, "se\u2019k": 20, "wejita\u2019jik": 20, "o\u2019pla\u2019taq": 1, "telo\u2019ltim": 5, "nike'": 38, "weji": 111, "iko'tatl": 1, "wen": 525, "kmu'ji'jl": 17, "aqq": 888, "mnte'k": 2, "se'sus": 215, "ap": 35, "telue": 74, "\u201ctelimulo": 7, "ni'n": 130, "pa": 65, "wijei": 56, "ga'qana'tas'g": 8, "ugjit": 201, "jijgluewjig": 7, "ta'n": 1000, "i'": 16, "tli": 35, "angweiatiji": 1, "wela'g": 1, "ula": 393, "waseteg": 11, "siaw": 31, "elaseg": 1, "oqonitpa'qigtug": 4, "oqonitpa'q": 2, "ma": 143, "gisi": 84, "nqa'suatug": 1, "gatu": 165, "gis": 159, "wasetete": 1, "siawa\u2019tu\u2019tij": 3, "telo\u2019ltimkis": 1, "etoqtem": 2, "telitumk": 5, "tapsun": 8, "wi\u2019kipaltimk": 2, "teli-ktlamsitasim": 2, "goqwei": 98, "elugwatm": 1, "?": 197, "gujjinaqi'g": 1, "malqotmi'tip": 1, "mijipjewei": 4, "teluisig": 12, "manna": 1, "paqtaqamigtug": 1, "tel": 145, "wi'gas'g": 3, "gjinisgam": 104, "ugtwi'gatig": 2, "\u2018mowiso'q": 1, "ignmuapni": 3, "pipnaqa": 3, "wa'so'q": 23, "wejia": 2, "mo": 202, "geitug": 3, "minui": 6, "ugs'tqamuitew": 2, "wejuli": 20, "nisgamewigtu": 15, "iganpuguit": 9, "wigumatl": 3, "ji'nmul": 13, "atel": 38, "malie'wilit": 1, "tleiawit": 6, "jigs'tuatl": 4, "nisgaml": 16, "ugglusuaqanm": 5, "nqanikuomk": 1, "naji": 19, "meselmule": 1, "jiksituin": 1, "teli": 219, "netawutiekkulpisaqan": 1, "emtoqatmule": 1, "kutjiktuke\u2019l": 1, "poqji": 127, "apaji-lo\u2019lie": 2, "utjiktuke\u2019l": 1, "ut": 4, "ignmuin": 2, "lta'nen": 1, "winjigigtu": 1, "wna": 1, "jigla'lin": 1, "elue'utigtu": 1, "philip": 6, "kesatk": 4, "tela\u2019mati\u2019tij": 1, "douce-al": 2, "weji-ewla\u2019laq": 1, "breillonse\u2019k": 1, "naqsunk": 21, "ewikasikl": 7, "walipot": 24, "waisis": 4, "jipji\u2019jk": 3, "kmu\u2019j": 13, "elpa": 6, "mekitetm": 1, "tan": 139, "wenewi": 2, "amalkay": 3, "tett": 50, "lien": 8, "toqo": 67, "nuta\u2019n": 1, "apoqnmasuti": 4, "msinte": 2, "maw-lukutimk": 1, "wejiaq": 36, "tl-wla'sitew": 1, "teli-anko'tmumk": 1, "teli-westawikl": 2, "wutanl": 20, "kulaman": 28, "ne'kaw": 2, "wulkaqnitew": 2, "wikimk": 4, "nopa": 26, "sko'sia": 13, "kanat": 18, "mtue\u2019kip": 1, "kina\u2019matney": 1, "poqji-kina\u2019mua\u2019tijek": 1, "wenjui\u2019simk": 1, "ki\u2019s": 61, "kitnmay": 1, "aklasie\u2019wi\u2019s": 1, "wesgowa'sijig": 1, "gutan": 11, "gapelniam": 1, "awna": 14, "piluei": 3, "'pgising": 6, "negm": 81, "ugwisunm": 3, "petgimagu": 1, "ul'telmatoqs'": 1, "kisaknutma'tiek": 1, "ukjit": 32, "mawlukutinen": 1, "mawpukultiek": 1, "mlkikna'lan": 1, "kpno'la": 1, "telo'ltimk": 2, "tplutaqaneiy": 1, "teliulo'ltimk": 1, "nisian": 1, "lnue'kati'l": 1, "muta": 81, "klult'tew": 1, "te'sit": 4, "siknikte'kewa'": 1, "piskweta'm": 2, "santi": 40, "mawio'miaq": 5, "nujintu'tijik": 4, "ikanita'jik": 1, "mimajuinu'": 23, "tlisip": 12, "to\u2019q": 28, "nekm": 90, "wasewi": 2, "saqamaw": 3, "bob": 1, "gload": 1, ":": 261, "juwi": 2, "wiaqa\u2019lajik": 1, "maw-lukuti\u2019tijik": 1, "ktikl": 9, "etl-lukwatmi\u2019tij": 1, "lukwaqne": 10, "tela\u2019sik": 2, "wije\u2019ti\u2019tij": 2, "we\u2019kapekitk": 2, "tel-pmia": 2, "'ms't": 39, "sigteta'sultiji": 1, "etna": 64, "telui'tut": 6, "gjiglusuaqan": 3, "mimajuinualsip": 1, "eig'p": 5, "wigulti'gw": 1, "ta'sipunqe": 1, "kesi": 19, "kataq": 13, "ne\u2019pitijik": 1, "msisku-iktu": 1, "ela'mugsieg": 1, "pipnaqan": 10, "nme'ji'jg": 2, "mawatalultie": 1, "nkutey": 74, "nike\u2019": 69, "puktewu\u2019lkl": 1, "loqwa\u2019taqn": 3, "maw": 86, "kespitumkek": 1, "kina\u2019matnewo\u2019kuo\u2019mek": 3, "na\u2019te\u2019l": 16, "teluisiksipnek": 1, "mill": 3, "creek": 1, "schoo": 12, ";": 87, "meski\u2019kek": 1, "kisitasiksipnek": 1, "wel-kne\u2019kek": 5, "\u2019se": 8, "asuwita\u2019ql": 3, "app": 98, "walipotji\u2019jl": 1, "malsano\u2019kuoml": 3, "panteta\u2019q": 1, "kejitasik": 1, "tel-klu\u2019sit": 1, "nikanu": 2, "kisi-apoqnmatkl": 1, "toqi-lukutimk": 1, "kwilmik": 1, "koque": 4, "programs": 1, "kanataewe\u2019l": 3, "kisa\u2019tasikl": 1, "koquey": 19, "mawi-espite\u2019tasik": 2, "kelu\u2019lk": 5, "tela\u2019taqitijik": 1, "graduatesi": 1, "msit": 196, "tami": 51, "peykwa\u2019si": 1, "wettelike": 1, "na\u2019tamiaw": 52, "piley": 26, "nujkimesawek": 1, "puktewi\u2019kan": 2, "ika\u2019tasiksip": 4, "tapusijik": 21, "pile\u2019k": 6, "etl-toqtatmumk": 1, "klmuejuaps": 1, "munsaiwa'titl": 2, "i'mli": 1, "na'te'l": 30, "tapuguna'": 2, "ek": 82, "kitk": 20, "munroeaq": 1, "wikuowek": 2, "nu\u2019ka\u2019qsipni\u2019k": 1, "nuji-pipanikesi": 34, "hughi": 54, "etuk": 13, "iknmakwe\u2019si": 1, "tekteskulnuk": 1, "te\u2019sipo": 6, "paqalaiultisni\u2019k": 1, "weskewita\u2019sultisni\u2019k": 1, "nemia\u2019titekwksaqamamua": 1, "alelwi\u2019a\u2019": 14, "kistlimultoqs\u2019p": 1, "ninen": 15, "rcmpewaq": 1, "new": 9, "brunswick": 5, "siawiapoqnmua\u2019titesnen": 1, "ma\u2019": 33, "awanta\u2019suatmuek": 1, "teliuleiwiek\u2019": 1, "telimulo": 29, "\u2018lugowinu": 1, "aji": 40, "espeiugw": 1, "je": 31, "ugtassusiteml": 2, "nutagnutmewinu": 2, "espeiug": 2, "petgimt": 1, "te\u2019s": 54, "pilue\u2019l": 16, "wisunn": 16, "mekenasikl": 3, "kwlaman": 62, "kisiku\u2019k": 5, "kaqi": 79, "pestie\u2019wa\u2019laten": 1, "wutan": 26, "pie'l": 23, "gaqamit": 5, "gujmug": 3, "gigjiw": 9, "ga'qana'tas'gigtu": 1, "nasi": 1, "kiwkta\u2019w-mniku": 3, "etenuk": 9, "matlotk": 3, "likasultitaq": 1, "tku\u2019k": 4, "kesikawi-ika\u2019jik": 1, "mtasoq-iktuk": 2, "temikl": 1, "walapskek": 1, "nuji-kla\u2019qa\u2019luatijik": 5, "etl-lukutijik": 18, "mattaqte\u2019kney-iktuk": 3, "panuijkatmnew": 4, "naqa\u2019tunew": 3, "teli-o\u2019pla\u2019tekem": 3, "g'pnno'l": 2, "teluisit": 18, "pilo": 1, "weja\u2019taqapnik": 1, "simmonsaq": 1, "kjipuktuk": 10, "donavanaq": 1, "amhersti": 1, "tetpaqi-": 1, "mawikma\u2019luksik": 1, "wltesinu": 1, "menaqaj": 20, "mawikma\u2019lu": 1, "anat": 1, "amgwesewaq": 1, "elnuk": 2, "pemi": 22, "apajitetemitij": 2, "wetapegsultitij": 1, "nike": 39, "piamiw": 26, "kaqisipunkek": 1, "ketu": 31, "aklasiewaloqsultiji": 1, "kis-kittesk": 1, "tel-wula'siksip": 1, "operation": 2, "harrington": 2, "piluey": 26, "lukwaqnn": 7, "nuji-kla'qa'lua'tijik": 11, "kisa'tu'tij": 3, "no'pa": 1, "sko'si": 5, "ewikasik": 17, "wesku'tasikl": 1, "wi'katikn-iktuk": 2, "kisi-panuijkatmumk": 1, "s": 22, "pilot": 20, "telimatl": 22, "ugsua'tuatew": 1, "wa'qi": 4, "so'sep": 3, "eliet": 21, "ejigla'tua": 1, "amskwestelta'": 1, "sultijik": 5, "amalsiktma'": 1, "tijik": 5, "katu": 85, "wla": 210, "wlnutua'titl": 1, "mijua'ji'j": 4, "jeddore": 2, "kis": 48, "akenutk": 5, "newtejk": 7, "ektapekiaqnel": 1, "klusuwaqn": 5, "jukwal": 2, "ekweji": 1, "kesalt": 3, "amalkatinej": 1, "(personal": 2, "communicatio": 15, "ja": 4, "amskwesewe\u2019k": 2, "mittukutitewe\u2019k": 1, "oqwa\u2019lusnik": 1, "cheticamp": 7, "jel": 177, "ekinua\u2019lsultisnik": 1, "wejkwita\u2019ji": 2, "iapjiw": 21, "apja'sitaq": 1, "mi'gmewa'jg": 3, "kekajadeg": 1, "nemi'": 3, "elt": 42, "nemiatl": 7, "petgimi": 16, "pewjaqqe'ji'j": 1, "nuta'q": 16, "naqsi": 4, "nasqotesintew": 2, "waltestaqno'q": 5, "e'plowa'lukuti'k": 1, "waltestaqnji'jk": 2, "tenu": 2, "mikwite\u2019lmaten": 1, "knekk": 18, "pekisitoq": 4, "kina\u2019matneweyek": 1, "nutqo\u2019ltijik": 4, "mukla\u2019qatik": 7, "kikjuk": 38, "na\u2019te\u2019": 19, "kiskuk": 58, "mi'kamaq": 32, "ne'kayiw": 9, "newte'": 17, "ktlamsitasultijik": 12, "miamuj": 42, "jiko'tmn": 1, "we'wmn": 1, "wskitqam": 4, "ne\u2019wt": 75, "alasutmat": 5, "epa\u2019sit": 1, "pite\u2019mat": 1, "kisna": 258, "mijisit": 1, "kaq": 1, "tepiaq": 9, "mijipjewe": 7, "elaqpilekn": 4, "keknuwatk": 12, "ankweyu\u2019lkwl": 1, "oqpilup": 2, "wutqutalute": 2, "sugar": 32, "ne'patuk": 4, "joanne": 33, "pkwi'sik": 1, "tqamuewe": 9, "francis": 11, "elnmuatl": 2, "kisikui'": 1, "skwal": 2, "kinsit": 2, "\"": 64, "u": 6, "natawi'sawe": 1, "wenaqa'toq": 16, "ne'patu": 2, "mimajuinu'k": 36, "pestie'wa'lujik": 1, "tajik": 2, "wi'kupaltultim": 1, "johnson": 6, "teluet": 39, "teken": 9, "amalintuaqen": 3, "wijetk": 3, "neskawet": 2, "ik": 2, "wikupaltimkewey": 1, "(feast": 1, "song": 3, "katu\u2019": 1, "welta\u2019simk": 1, "mlakejewu\u2019lkw": 1, "oqwa\u2019": 1, "tetuji": 59, "sespeta\u2019simi": 1, "malsano\u2019kuo\u2019ml": 4, "alsutkl": 2, "kaqi-maliaptiksip": 1, "napikwanji\u2019j": 2, "etl-nmittuap": 1, "normaway": 1, "gift": 2, "shop": 2, "two": 1, "macs": 1, "ete": 16, "na\u2019tuen": 11, "ewe\u2019wkip": 1, "eltoq": 5, "kwa\u2019taqn": 1, "mijua\u2019ji\u2019jue\u2019l": 1, "ktapekianji\u2019j": 1, "telita\u2019siap": 2, "weltek": 2, "ekinu\u2019tmasi": 1, "tl-lukwe": 3, "kujjinaqi'k": 6, "pa'pe'wa'ki": 5, "kisutmapni'k": 5, "nekmowe": 4, "npu'ti'gw": 1, "gujjuaqi'g": 2, "npu'tipni": 1, "kaqiaql": 2, "a\u2019tukwaqn": 5, "ksipukwa\u2019taqnnna\u2019msit": 1, "weskwiaq": 4, "ewle\u2019jultiek": 1, "lukewinu\u2019": 11, "amskwestelta\u2019": 1, "amalsiktma\u2019": 1, "wlnutua\u2019titl": 1, "mijua\u2019ji\u2019j": 9, "\u2019": 3, "se\u2019sus": 17, "kutj": 1, "wtinaqink": 1, "wa\u2019so\u2019k": 7, "epi": 7, "elue\u2019wultiekewlite\u2019lmitesne": 1, "wkjit": 8, "ktinin": 9, "ketlamsitmu\u2019tie": 1, "tplutaqnn": 2, "kisitu\u2019tipn": 1, "tl": 38, "klo\u2019ttaq": 1, "tela\u2019matultipni": 1, "leadbetter": 1, "wi\u2019kk": 4, "\u201chillcrest": 1, "hill\u201d)": 1, "etl-lukwe": 1, "telui\u2019tkis": 1, "mtmo\u2019taqneym": 1, "\u201cthe": 1, "only": 1, "jones-printe": 1, "sa\u2019q": 21, "kanataewa\u2019ki": 1, "eleke\u2019skewinmeski\u2019k": 1, "saqamawa\u2019ki": 1, "listukujk": 1, "kiskatpi": 2, "ji'nm": 60, "migwite't": 1, "kisi\u2019kipnik": 2, "wije\u2019tultijik": 1, "pajjoq": 19, "ewe\u2019wman": 1, "kis-napukwatasikl": 1, "sa\u2019qewe\u2019l": 4, "a\u2019tla\u2019wen": 1, "tlamuksitaq": 1, "sa\u2019qewe\u2019ki\u2019k": 1, "pajjoqki\u2019": 1, "ewe\u2019wm": 4, "mulin": 16, "klapaskmn": 1, "qasawo\u2019qap": 2, "temasqismn": 1, "maw-jitoqnm": 1, "ela\u2019timk": 4, "asoqma\u2019timk": 1, "memke\u2019k": 1, "metoqa\u2019timk": 2, "wenaqamikek": 1, "macleodek": 1, "tkipow": 2, "etek": 99, "metuite\u2019tk": 1, "pekiji-nqatk": 1, "pem-lukwat": 1, "eyk": 21, "pikwelkl": 8, "lo\u2019tatl": 1, "mnte\u2019muk": 1, "kisaknutemuatek": 1, "aknutemaqen": 1, "iknemuaj": 1, "ilkwenaqen": 1, "pusultijik": 1, "nuk": 3, "suliewey": 25, "elsutmitij": 2, "se't": 31, "a'newiktuk": 1, "alasutuo'kuom": 8, "nemiaj": 1, "el": 13, "nutgul'pa'sua'latl": 1, "\u201cgjisaqamaw": 8, "i'mu's'p": 2, "tet": 25, "'njignamaq": 2, "'npmuiso": 2, "!": 72, "etli": 49, "gsigawtemilitl": 1, "lesui'paq": 48, "pejuwije'wa'titl": 1, "gesigawtemultiji": 1, "isabel": 1, "wel-miwite\u2019tk": 1, "mtue\u2019k": 4, "pema\u2019tumk": 1, "apje\u2019jk": 4, "kina\u2019matnewo\u2019kuo\u2019m": 17, "etl-kina\u2019masip": 1, "etl-kina\u2019mue": 2, "klmuejuapske\u2019ka\u2019ti\u2019l": 1, "meski\u2019knukl": 1, "weliaqsip": 1, "tel-mawo\u2019timk": 1, "teli\u2019ka\u2019tim": 1, "mekite'lmkik": 2, "tel-wula'taqatijik": 1, "teli-atikneta'jik": 1, "welta'si": 3, "kis-tluen": 1, "naspi": 3, "nuji-kla'qa'lua'timk": 8, "telima'titl": 5, "to'q": 54, "alteskmu's\ufffdp": 1, "kat": 4, "meknasikl": 2, "newtiska'q": 1, "ta'pu": 12, "te's": 22, "newte": 10, "na'kwek": 8, "pestie'wa'lu": 1, "stoqnji\u2019jk": 1, "nikutijik": 2, "nipuktuk": 5, "msiku": 2, "etlikwek": 2, "qasqe\u2019": 1, "nigotimus": 3, "amgweseweieg": 3, "nat": 17, "nmiapnn": 1, "se'susal": 32, "newgtejgeg": 1, "wela'gwe": 1, "wije'watl": 2, "so'sepa": 2, "port": 17, "hawkesbury": 1, "ika\u2019tijik": 1, "van": 9, "de": 13, "hoogenaq": 2, "peji-a\u2019sikakwi\u2019tisnik": 1, "wo\u2019kmawaq": 1, "zutphena": 1, "i\u2019apu\u2019tulti\u2019tisnl": 1, "wi\u2019katiknn": 11, "wejkiwsi\u2019tikek": 1, "mnkimaj": 1, "to'qo": 1, "iko'taj": 1, "na'tami": 10, "mtln": 16, "ne'wt": 52, "wetta'tl": 2, "kisiku'l": 2, "apankituwatl": 1, "-": 38, "na'": 3, "tela'laji": 1, "telatal": 1, "nuku": 17, "pekije'nuk": 1, "maltikle'wim": 1, "mi\u2019kamaq": 32, "askate\u2019tatiji": 1, "pekiji": 5, "pantetenukek": 1, "amskweseweyek": 3, "sipuk": 29, "l\u2019uipu\u2019lkewey": 8, "puljaynueye": 1, "net": 19, "tale\u2019ksi": 1, "poqji-wekasimkisn": 1, "rubbere\u2019l": 2, "kiwto\u2019qa\u2019sik": 5, "gilew": 59, "'lta'toqs'p": 1, "tuji": 17, "na\u2019kwek": 29, "pestie\u2019wa\u2019lut": 2, "mi\u2019soqo": 106, "kaqia": 4, "mikmaq": 44, "nekaw": 13, "siawintuatemitij": 1, "aqetaik": 2, "iko": 1, "amalatasik": 1, "skijinuk": 24, "teluitemitij": 2, "welcoming": 1, "dance": 4, "(epjilasimkewey": 2, "amalkewaqn": 4, "alsutemaqenewey": 1, "papwaqen": 1, "telatasik": 1, "kepmekel": 1, "mawiomil": 6, "(beverly": 3, "jeddor": 5, "personal": 13, "keskelmatl": 1, "mikwimjl": 1, "mawa'tatl": 1, "newkl": 12, "peji-kina\u2019masultijik": 1, "tapu\u2019kl": 19, "tlueteg": 5, "ewlgwija's'g": 3, "uggamlamun": 2, "\u201ctelimuloq": 1, "teliaqewei": 12, "newgte'jit": 19, "te'sioq": 5, "'ntuisgalite": 1, "meluij": 10, "we\u2019kwata\u2019sultijik": 1, "teluejik": 18, "tal": 10, "klu\u2019sik": 1, "mijua\u2019ji\u2019": 2, "tlimuliwoq": 1, "tlianu": 1, "wejkwakitmui\u2019tij": 1, "klusuaq": 2, "nasmisko\u2019taqn": 1, "qapija\u2019ten": 1, "amaltaqwikasik": 2, "telkilk": 3, "naqsun": 19, "awsamkilkis": 1, "wltesin": 1, "wenji\u2019kuo\u2019m": 4, "ewutji": 1, "poqji-lukwet": 1, "kisapnia": 2, "kisi-piskiaq": 1, "elukwe": 2, "e\u2019tasiew": 1, "keknue\u2019k": 18, "tel-lukwej": 1, "weja\u2019tuaj": 1, "wikmaq": 18, "tel-ktantekemk": 1, "wejkwa\u2019taqni": 3, "kwilut": 1, "kmu\u2019jta\u2019n": 1, "teloqsit": 1, "la\u2019taqsunklu\u2019k": 1, "maskw": 1, "temsimekmenipqwa\u2019si": 1, "wejku\u2019aq": 1, "eymnike\u2019": 1, "ketankitjik": 1, "kawi\u2019knemi\u2019kit": 1, "matuesmisekn": 1, "anqunte\u2019kitessatu\u2019naqie": 1, "kiskaja\u2019lajik": 1, "kawi\u2019knkutey": 1, "tlimuksie": 1, "\u201cpunajeywik": 1, "wije\u2019wuksiekik": 1, "ketu\u2019": 41, "kate\u2019ka\u2019tiji": 1, "elmiaq": 10, "tekipu": 1, "etquljuiku\u2019sitew": 1, "kaqi-pmto\u2019kenuk": 1, "mkum": 2, "elugwa'tasin": 1, "'nui'sultinej": 1, "l'nui'etlintu'tieg": 1, "kepmite'tmnej": 1, "wetapeksulti'kw": 2, "epmite'tmnej": 1, "teli-l'nuulti'kw": 1, "-----------------------------------------------------------------------------------------------------------------------------------------------------mes": 1, "ami": 5, "glutmuin": 2, "pas'g": 55, "'ntwisunm": 2, "tla'tega'": 3, "teliaq": 43, "kjikeptin": 8, "alexander": 5, "denny": 5, "nsituapukuep": 2, "potlotek": 2, "tewji": 16, "lnu'k": 3, "klo'tmnew": 1, "lnuwultijik": 2, "mlki": 6, "maliaptminew": 2, "lnuey": 7, "koqoe": 36, "pasek": 21, "wesuwatuwapn": 1, "tapukl": 5, "wiyusjij": 2, "te\u2019sikisk\u2019": 1, "kast\u2019plaq": 4, "eimu\u2019tijik": 2, "\u2018kutanminal": 1, "melklukutijik": 1, "pas\u2019k": 2, "pata\u2019suaqan": 3, "\u2018nqa\u2019tunew": 1, "keskmnaq": 1, "telianu": 1, "pa\u2019-qi-klu\u2019l": 1, "wejia'p": 3, "nujjewigtu": 3, "ugs'tqamug": 15, "pegisina": 1, "naqt'tes": 1, "eliei": 6, "nujje": 5, "jim": 4, "mikwite\u2019tk": 5, "nek": 7, "henry": 1, "stockle": 1, "charlie": 2, "stockley": 2, "angus": 10, "link": 1, "etli-esnoqa\u2019tisnik": 1, "aputamkiejitewe\u2019kati": 1, "marion": 1, "bridg": 1, "kaqewistoq": 2, "kuntewiktuk": 6, "apaji": 27, "kjita\u2019sitaq": 1, "tey": 3, "msnmi\u2019tip": 1, "l\u2019nui": 5, "npisu": 8, "pipanimat": 10, "kwilwasultimki": 1, "na\u2019sik": 93, "we\u2019jitummit": 1, "epit": 4, "alsumat": 1, "jack": 2, "fitzgerald": 1, "mil-lukwes": 1, "etl-mulqa\u2019tim": 1, "ewe\u2019kis": 2, "jackhamme": 1, "sekapaquekewe": 1, "mulinji\u2019ja\u2019sik": 1, "qaliput": 2, "nikanpukui": 2, ")": 5, "ugtejgewei": 6, "na'gweg": 23, "gesg": 1, "mnaq": 1, "siawa'timgewei": 9, "atlasmutigisgug": 2, "iga'nu": 2, "no\u2019kmatut": 1, "aknutmaqniwtuk": 1, "kinua\u2019tulek": 1, "telki\u2019k": 8, "mi\u2019kma\u2019ki": 8, "lnui": 7, "saqmaminua": 1, "kisu\u2019lkw": 1, "wksua\u2019lata": 1, "mekwaye\u2019k": 1, "ntininena": 2, "no\u2019kmatu": 2, "ksaqmaminuaq": 1, "kaqia\u2019q": 14, "wmimajuaqnemek": 1, "te\u2019suknitaq": 1, "tepknuse": 1, "asukuom": 1, "atjietek": 1, "eksitpu\u2019ke": 1, "mimajuinu'g": 85, "a'sugua'titl": 2, "nutma'tipnig": 1, "lugwatg'pnn": 1, "mesgi'gl": 12, "'lgowaqan": 14, "wikumkewiku\u2019s": 3, "\u201cglobe": 1, "and": 18, "mail": 1, "lun": 1, "i\u2019": 15, "nikanpukuip": 1, "l\u2019uipu\u2019l": 15, "\u201cnewtuka\u2019lukwet": 1, "kisite\u2019tk": 1, "apankitkis": 2, "elukwasik": 2, "etli-anko\u2019tasik": 12, "sa\u2019qewey": 23, "l\u2019uipu\u2019lk": 17, "tapuiskekipunqekl": 7, "maliaptiksi": 1, "ankweyu'lkwl": 2, "ewlgwijultitoqs'p": 1, "atgitemultitoqs'p": 2, "jensi": 1, "sa'se'wa's'gt'tew": 1, "pajiji": 5, "ulgwijultitoqs'": 1, "gepmite'lm'g": 1, "nuj": 7, "gepmite'lmiwo": 1, "maclellano\u2019": 1, "mal\u2019pale\u2019wita": 1, "iloqaptik": 2, "npaq": 2, "teluep": 12, "\u201cwe\u2019": 1, "\u201d": 13, "kisi-iloqaptikek": 1, "kejitu": 7, "tli-ksua\u2019tutes-": 1, "klu\u2019ktn": 1, "npaqm": 2, "moq": 10, "i\u2019l": 22, "eleke\u2019wijik": 2, "wetapeksini": 1, "maw-we\u2019tme\u2019kip": 1, "puljaynuey": 7, "tlia\u2019j": 16, "teli-amal-wi\u2019tasiki": 1, "\u201cpawe\u2019k": 1, "male\u2019": 1, "aputasgate'gl": 1, "ugpatautimual": 1, "ugsulieweimual": 1, "se'sa'teg": 1, "wet": 31, "tlue": 9, "\u201c'ms't": 2, "waqamo'ltioq": 2, "nisgamewigtug": 11, "newgte'ji": 6, "newtiskesijik": 4, "ewe\u2019wmi\u2019ti": 1, "pukwelkip": 2, "samqwa": 20, "mekite\u2019tmek": 1, "tel-mawlukutiek": 1, "mawio\u2019mi\u2019": 2, "se\u2019kk": 1, "nuji-kla\u2019qa\u2019lua\u2019tiji": 1, "saqmawewa\u2019kikewe\u2019l": 1, "kjikane\u2019l": 1, "kaplno\u2019lk": 1, "naqa\u2019tunen": 1, "teli-o\u2019pla\u2019tekemk": 2, "kisa\u2019tunen": 2, "aji-wlo\u2019taqatinew": 1, "weni": 25, "usgutmug": 1, "gisite'tg": 1, "usguttew": 1, "nutg": 1, "tlimugsitoqs'p": 1, "tliate": 7, "elo'taji": 1, "(weskewe\u2019k)": 3, "(elukwatkl": 1, "napui\u2019kaqnn)": 1, "teltek": 4, "poqji-lukwat": 1, "nemitu\u2019n": 2, "tel-tepkiso\u2019t": 1, "ilaknutkel": 1, "saqewel": 22, "kistliaqesenke": 1, "estekej": 29, "apaqtoqewaq": 3, "pejitatitek": 2, "(sable": 4, "keskelmitijiwuji'jk": 1, "wejinketoqi": 2, "wetta\u2019sit": 1, "apankitasit": 1, "kisikuo\u2019p": 9, "wi\u2019kuo\u2019qtatim": 1, "ekwitamewinu\u2019k": 2, "weja\u2019lujik": 1, "jersey": 5, "wte\u2019pitemuaq": 3, "naqala\u2019tijik": 2, "qame\u2019k": 8, "asite\u2019tasik": 2, "malie\u2019wultine": 1, "iknmujik": 1, "tepknusetk": 6, "l\u2019mita\u2019new": 1, "tapuipunqekl": 6, "elukuti\u2019ti": 1, "newtipunqek": 13, "maw-aknutma\u2019timk": 1, "wsku\u2019tasiktn": 1, "tel-maliaptiten": 1, "ankaptimi\u2019tij": 1, "nsitmi\u2019tij": 1, "ewey": 9, "pukwin": 1, "\u201cmawi": 1, "lita\u2019s": 1, "waltimk": 1, "pawa\u2019sikek": 1, "te\u2019sultijk": 1, "wejkwita\u2019jik": 3, "klmuejuapske\u2019ka\u2019timk": 12, "sqna\u2019skewe": 1, "sipu": 23, "mawki\u2019k": 2, "kjikan": 6, "wasikusikan": 2, "ewe": 3, "el'ta'ieg": 1, "tepita'ieg": 1, "ugtuluo": 1, "pem": 14, "awisiw": 4, "lami": 2, "elkitmap": 2, "wpitney": 1, "litaqwi\u2019kikemkewey": 1, "wiki": 2, "mulian": 2, "tlimut": 2, "lkita's": 1, "klman": 3, "kikmanu": 2, "kaqietew": 2, "naqateskasi": 2, "pukwelkik": 33, "me'kiskuk": 1, "ewe'mi'tij": 1, "wel": 8, "nenmi'ti": 2, "wnaqa\u2019tew": 1, "waltestaqn": 10, "apatta\u2019tl": 1, "kisiku\u2019": 3, "ejigl": 1, "te't'pja'tu'tij": 1, "gun'te": 3, "pile\u2019l": 9, "tapaqn": 4, "eltuapn": 1, "nenulten": 1, "stike": 5, "kemutenes": 1, "pewkwasi": 2, "macdonald": 3, "archie": 3, "macvicar": 2, "kaqi-lukwejek": 1, "puljaynewawt": 3, "tmk": 6, "elukewasnik": 1, "devco": 3, "puljaynewe": 1, "elmatgwetua'titl": 1, "telueji": 24, "\u201c'pgitawsi": 1, "ugtelege'witemua": 6, "el'ta'jig": 10, "paqtne'ita'tit": 1, "l\u2019uipu\u2019lkewa": 1, "keptekewiku\u2019": 1, "ne\u2019patoq": 6, "\u2013": 26, "kespu\u2019tuwet": 1, "ne\u2019patu": 2, "suel": 14, "eltaqa\u2019tasinuksip": 1, "ka\u2019palu\u2019sk": 5, "wejuowk": 12, "asitemat": 36, "\u201cpa": 4, "gji'tun": 1, "ignmultew": 2, "pipanimul": 3, "gi'l": 51, "pipanimin": 1, "ignmuligapnn": 1, "samqwan": 38, "mimajululte": 2, "nujj": 67, "mil-kwitames": 1, "nanipunqek": 1, "newtikiskekek": 1, "toq": 6, "mikuwamatiji": 1, "pelamuk": 5, "soqitalikwi": 1, "sipuwiktu": 3, "tlia": 32, "tapuiskekipuna\u2019je": 1, "tekweywasnik": 1, "alta\u2019jik": 5, "ajipunsultijik": 1, "nipk": 12, "wikuow": 5, "petersfiel": 1, "unama\u2019ki": 35, "kil": 5, "api": 2, "nemiskemun": 1, "samkwa": 4, "nisgam": 21, "musga'tuaji": 3, "emtoqwala'titl": 2, "gjinisgaml": 2, "teliaqeweigtu": 4, "wejiet": 11, "jinemuk": 15, "tepitasenik": 1, "utkwitnmuwa": 1, "pasena": 8, "tuju": 12, "kikjeteskuwatij": 1, "kopit": 4, "wenaqpaqteskemitij": 1, "samkwan": 1, "ewemititl": 1, "telkikl": 1, "uwsukunemwa": 1, "a'sutuo'guomg": 4, "wesgutg'p": 3, "wa'q": 1, "levescontesaq": 1, "alsutmi\u2019tisnl": 2, "walipotl": 33, "elukewkwi\u2019tisnik": 2, "walipota\u2019multilijik": 1, "oqwatnuke\u2019l": 5, "niliksa\u2019q": 6, "sqatu": 5, "tuma": 8, "telimasnik": 1, "telianuk": 1, "nemioqa": 1, "kilow": 4, "ketlamsitua": 1, "lelwi\u2019a\u2019": 4, "aknutmi\u2019tij": 1, "mimajuin": 5, "ua": 2, "kisw\u2019": 1, "kisnaq": 2, "wlmitoqsipna": 2, "kelulkenuk": 1, "kisalej": 1, "matentine": 2, "tliaqap": 4, "tlian": 5, "ugtwi'gatigng": 3, "wi'gas'g'": 1, "\u201ctel": 1, "nasgwa'tatultipni": 1, "nutapsunn": 1, "pugwei": 3, "negmow": 24, "elaqatipnig": 1, "'ntgotml": 1, "newgtinse'": 1, "wji\u2019ji": 1, "te\u2019siliji": 2, "pitu\u2019wji\u2019jk": 1, "eymilij": 1, "nutua'titl": 3, "wigumaj": 1, "ugjijgluewjmg": 3, "negme": 7, "naqtmi'ti": 1, "tluepnig": 1, "telia": 5, "\u2018newgte'jit": 2, "iga'taqug": 3, "igtig": 7, "mena'taqu": 1, "maw-kaqi\u2019sk": 1, "wesku\u2019tasikl": 1, "ewi\u2019tasikl": 2, "wi\u2019katikn-iktu": 3, "boularderie": 4, "centre": 6, "munro": 6, "kempt": 7, "head": 7, "island": 9, "point": 4, "east": 2, "west": 2, "southside": 1, "school": 3, "(big": 1, "bank": 2, "black": 5, "brook": 2, "big": 8, "bras": 2, "d\u2019or": 2, "millville": 1, "groves": 2, "little": 2, "getlams'tasultieg": 1, "geitueg": 3, "newgti": 3, "sape'win": 3, "wejien": 2, "gjinisgamewigtu": 1, "pipanimaj": 9, "\u201cna": 7, "gisa'lugsioq": 2, "'gtu": 8, "punia'tine": 1, "tal'ta'sultigoq": 1, "nemioq": 3, "mimajuinualsiap": 3, "apaja'sin": 2, "wejia'": 2, "nemitu": 12, "pemi-aji-tkle\u2019jijik": 1, "kata": 5, "e\u2019pijik": 47, "nujo\u2019tmi\u2019tij": 3, "ketantu\u2019tij": 2, "alasutwo\u2019kuo": 1, "patatuj": 2, "teluek": 18, "pa\u2019pe\u2019wa\u2019ki": 4, "tleywata": 2, "inaqnek": 4, "mi\u2019kamiq": 1, "kekmite\u2019taq": 1, "kisutmi\u2019ti": 1, "apaqtukewa": 3, "epjiliw": 1, "aklasiew": 1, "skajimenewa": 2, "elnata": 1, "wenuj": 4, "peitapenik": 1, "mikmaki": 3, "()": 4, "nan": 7, "kaskimtelnaqeniponkeke": 1, "tespo'qasiknn": 2, "teltekl": 3, "kutey": 22, "kluijiewey": 2, "keknuwatmi'tij": 2, "mi'kama'ki": 1, "kloqowe": 4, "wkwe\u2019ji\u2019julti\u2019k": 1, "maliama\u2019titl": 1, "wkwijua": 1, "gelulateg": 1, "telimaj": 30, "\u201cni'n": 17, "mtmo\u2019taqney": 19, "eliwsutasiksip": 1, "pkitesnuk": 2, "pitue\u2019k": 4, "maqamikew": 18, "alsutmi\u2019tis": 1, "adam": 1, "arsenaul": 1, "cyril": 1, "boudreau": 2, "greg": 1, "bouche": 1, "weskitaqawikasinukul": 1, "kaqawistoq": 1, "kjisaqmaw": 5, "pa'tlia's": 7, "elapatoq": 1, "kuntewiktu": 1, "un'jang": 1, "ugtue'mg": 1, "samqo'tlipni": 1, "na'te'": 13, "nakuset": 1, "ewiamalkamk": 1, "ekji": 11, "alsutmaqene": 1, "amalkewinuk": 11, "kaqemutemitij": 1, "melkikenuti": 1, "kinamaqen": 1, "tetpaqateken": 1, "pukwelipunkeke": 1, "te'tepjepilasit": 1, "telgi'g": 4, "wape'g": 1, "atla'weg": 1, "nevin": 3, "ukjiksuk": 1, "aqutoltijik": 1, "pekisitutij": 1, "nkusetewi": 1, "amalkewaqenn": 10, "(sun": 1, "dance)": 1, "etkesenukewaq": 1, "lnuk": 6, "(western": 1, "cree": 1, "ektekik": 11, "kinamasultijik": 1, "lakota": 1, "etkesenukewel": 1, "pastenkewaq": 1, "[el'ta'jig": 1, "pilipe": 1, "siawewisto": 2, "\u201cwen": 4, "eig": 13, "musga'tuitew": 1, "pata'tege": 3, "tla'tegew": 3, "'gtlams'tuiwo": 2, "lpa": 6, "nipialasutmamki": 2, "kluskap": 11, "pekisink": 8, "koqwey": 22, "wejintio": 1, "wegla": 18, "tliaq": 9, "lesui'peweiei": 3, "pestie'uti": 9, "iga'q": 14, "selusalem": 4, "christi": 8, "ntui\u2019ske\u2019sipnik": 1, "kisi\u2019jik": 1, "tela\u2019tekeksip": 1, "kanataewey": 9, "pejiwsimkewey": 1, "ajelkl": 1, "teplutaqnn": 1, "ika\u2019tuasnl": 1, "klmuejuapske\u2019ka\u2019timkewe\u2019l": 1, "mtmo\u2019taqne\u2019l": 6, "tel-pejo\u2019la\u2019tij": 1, "lukewinu\u2019k": 29, "amskwesewey": 23, "matntimk": 18, "wsitqamuey": 5, "pawa\u2019toqsip": 1, "tel-pmi-ajeli\u2019tij": 1, "lukwaqney": 24, "telikwe": 1, "kis-kitmi\u2019tik": 1, "mijipjewey-iktu": 1, "\u201ccommission": 1, "on": 4, "hours": 1, "of": 18, "labour\u201d": 1, "teluesnik": 1, "ktaqamkukewaq": 3, "aji-penoqo\u2019tasijik": 1, "tleyawultijik": 8, "nipispaqann": 1, "mawo'tas'gl": 1, "elo'tas'gl": 1, "pugtewigtug": 1, "nu'gwa'tas'gt": 1, "l\u2019napskuk": 2, "kitmn": 6, "patatujk": 4, "ika\u2019n": 2, "pa\u2019tlia\u2019s": 7, "l\u2019nu": 5, "kelnmi\u2019tij": 3, "klujjiewe": 8, "telakenutk": 2, "loneclou": 1, "nujiempitekejit": 1, "jine": 2, "puowi": 1, "kekunkes": 1, "koqajiaqewey": 1, "amalkewaqen": 20, "miwalajel": 1, "kluskapal": 2, "ujit": 38, "mpisun": 2, "iknemoqsikw": 1, "kji-pitui-mtlnaqnaikl": 4, "wet-saputa\u2019sik": 1, "aboriginal": 2, "skills": 2, "employment": 2, "partnership": 3, "pro\u2019kra\u2019miktuk": 1, "for": 3, "prosperit": 1, "ta\u2019njiw": 2, "mawa\u2019tmk": 2, "telawtik": 11, "weltasi": 1, "wajuwi": 1, "tpitelems": 1, "amalkewinu": 12, "beverly": 2, "e'pit": 15, "etamat": 1, "\u201csaqama": 5, "ge'": 3, "ignmui": 3, "glaman": 54, "nugu": 13, "'gtu'": 2, "samqwaw": 1, "gisna": 17, "jugu'ew": 1, "ugja'tu": 1, "etawey": 2, "kitmnew": 1, "wi'katikn": 5, "kis-wi'km": 1, "kis\u00adpmiaq": 1, "(-": 1, "wenaqa'silisnhe": 1, "stood": 1, "up": 1, "telimg'pnig": 3, "me'": 57, "tla'tega's": 2, "'gsala'titaq": 1, "igtigig": 20, "gsalin": 2, "ugtinnewaq": 2, "wisqikwekl": 1, "unama\u2019kik": 22, "'s": 1, "'sek": 4, "poqji-naqa\u2019sikip": 1, "poqjiaq": 3, "wksitqamu\u2019": 2, "pekaji-kjijito\u2019q": 1, "waqalusunek": 3, "kisi-napui\u2019katkisne": 1, "keskeltasik": 1, "napuikaqn": 4, "waqalusun": 9, "wejkwikweyane": 2, "kesnukwaj": 2, "we": 32, "nukmijinenaq": 1, "l\u2019tutal": 1, "katewapu\u2019": 1, "pitew": 1, "nepa\u2019lue": 1, "esimuetu\u2019n": 1, "mawa\u2019tum": 2, "tali-pkija\u2019tekemk": 1, "mkumie\u2019jk": 9, "nasa\u2019tuj": 1, "welmitoq": 2, "naqtm": 1, "gi'leg": 2, "naqalgig": 1, "ejilisap\u00e9win": 1, "m\u00e1li": 1, "wkwisin": 1, "westa\u00falk": 1, "\u00edkej": 1, "alasutmelsewin": 2, "elu\u00e9ultiek": 1, "ap\u00eds": 1, "wikwiatiek": 1, "alasutmelsewi": 1, "etlewistu\u2019timkip": 1, "kaye": 2, "fraser": 1, "snyder": 1, "etli-weskwijinuip": 1, "hasting": 3, "newte\u2019jit": 13, "teli-pkiji": 1, "kina\u2019muatl": 1, "wenl": 13, "mr": 4, "ala\u2019tijik": 1, "wsitqamu\u2019k": 6, "al-jikeywa\u2019tijik": 1, "jipji\u2019j": 4, "me\u2019j-eymin": 1, "wekwisin": 1, "telutki\u2019": 1, "douce": 25, "elapit": 2, "ankamajik": 1, "semaqa\u2019luji": 1, "gitnme'wa'titl": 1, "se'sugulial": 2, "nepilapnn": 1, "atlasmutigisg'ge": 1, "mittukutite\u2019wk": 2, "pejita\u2019snik": 2, "tle\u2019": 4, "mali": 8, "umisl": 1, "malta": 7, "lasalas": 7, "wijigatiji": 2, "me\u2019sua\u2019sisnika": 1, "apustale\u2019witemka": 1, "wlankua\u2019tiktelimasnik": 1, "temasqist": 1, "epipnalt": 1, "wlawsites": 1, "isabella": 6, "nestue\u2019k": 1, "nujo\u2019tkl": 2, "l\u2019taqnikne": 1, "etekl": 25, "kina\u2019matnewo\u2019kuo\u2019ml": 8, "ket": 2, "asoqmisk": 1, "wju\u2019sn": 6, "kmtnji\u2019jl": 1, "i'l": 2, "welmitu'n": 3, "a'": 13, "ekitasi": 2, "katew-iktu": 1, "weja\u2019tu\u2019tip": 1, "kinjanaq": 2, "ekji'taq": 1, "teliaqta'n": 1, "eymu'ti'jk": 1, "inu'k": 1, "telki'k": 2, "wksitqam": 1, "kisitaqapnek": 1, "lisqeiknme": 1, "na'newey": 1, "keknuwaqn": 19, "kaqmijik": 2, "mi'kamaw": 2, "kelnmi'tij": 2, "pestie'wa'lut": 2, "mi'soqo": 24, "pikwelk": 24, "wejinpisi": 2, "ni\u2019n": 27, "nikanus": 4, "no\u2019pa": 4, "sko\u2019si": 4, "kinua\u2019tuloq": 1, "tetuji-wla\u2019liek": 1, "apoqnmuie": 1, "pemianuk": 2, "sama\u2019tuk": 1, "wtusl": 5, "napuikaq": 1, "mawio\u2019mi": 32, "eleke\u2019waki": 3, "kisutmapni\u2019k": 5, "apoqnmatultinew": 2, "matntultine": 2, "welta'sualtijik": 1, "ti": 6, "wkjiknaml": 3, "eltuat": 1, "wtapsun": 5, "kisituat": 1, "mikekney": 2, "ekinu'tmuatl": 2, "teli-ktantekemk": 1, "ekwitamemk": 6, "we'kow": 1, "teli-tmk": 1, "kisitu'tit": 1, "kwit": 1, "e'plowik": 1, "kwitn": 1, "kisitu'ti": 1, "sapkawej": 2, "ela\u2019tuj": 1, "mesnk": 3, "apankit": 2, "taltelsi": 1, "sa'n": 14, "asitemaj": 28, "ugsualsi": 1, "ni'nna": 1, "gesigawewistoqpaqtaqamigtu": 1, "akenutemwatitl": 1, "uwjit": 12, "kopitk": 4, "asoqemikatutij": 1, "utplutaqnemwow": 1, "sipuwiktuk": 3, "siyawitaqik": 1, "sikalatkewultik": 2, "metue\u2019k": 10, "ta\u2019nik": 23, "tel-lukutiji": 3, "'gjitmei": 4, "wa'so'qewei": 3, "malqotg": 3, "mimajite": 5, "ekina\u2019masuti": 9, "tettew": 3, "tle\u2019tew": 2, "telmenuekej": 2, "mlkikna\u2019tun": 1, "kepmite\u2019tmau\u2019kl": 1, "mimajuinu\u2019k": 46, "koqwajo\u2019taqnamual": 2, "alsusuti\u2019l": 4, "malqotmuiwoq": 1, "na'qi": 4, "samqwoltiwoq": 1, "nmal'te": 1, "iapjiwewei": 29, "mimajuaqan": 19, "gugunmuo": 1, "newtu\u2019kwa\u2019lukwep": 1, "kisita\u2019sisnaq": 1, "apaji-l\u2019mien": 1, "wikultipnik": 1, "jerse": 4, "naso\u2019tulut": 1, "wasuekl": 4, "naso\u2019tasikl": 1, "ma\u2019istuite\u2019lmament": 1, "telapukue": 2, "etli-ilsumu": 1, "eleke\u2019wa\u2019kik": 3, "wejiej": 2, "newtipukui": 2, "anko\u2019tasik": 2, "nikana\u2019tasi": 2, "kina": 1, "keltaqanj": 2, "saqamawuti": 1, "te\u2019sik": 14, "elita\u2019suatk": 2, "kate\u2019kem": 4, "kepemek": 1, "mikwitetemen": 1, "opelatike": 1, "kemutenen": 1, "kisipkwatun": 1, "matentinew": 2, "ekt-eksuwoqenem": 1, "epkijenu": 1, "telalup": 1, "amaljikwe": 2, "natali": 1, "winmaji-kinamulte": 1, "amskwe": 3, "iloqaptekemkip": 1, "alatejimkwemk": 1, "pemikwatmumkewe": 1, "pipanigesultiji": 4, "\u201ctami": 5, "\u201cmo": 10, "geit": 2, "pugwelgig": 16, "mawita'jig": 2, "eimlij": 2, "epa'sit": 3, "gina'muaj": 1, "jigla'toqol": 1, "goqwe'l": 10, "gelu'lgtnugl": 1, "ugmimajuaqanmuaq": 2, "ulataqatitaq": 1, "mimajultijig": 1, "weji-kina\u2019masis": 1, "tel-milteskik": 1, "ala\u2019sis": 2, "pastunkewa\u2019kik": 6, "nuji-kina\u2019muetki\u2019k": 1, "ala\u2019lasni\u2019": 1, "wisqiw": 2, "wenieje": 1, "mikwimatl": 1, "sarahal": 3, "wo\u2019kma": 2, "ingouville": 4, "wtus": 2, "peji-miawla\u2019kwataltaq": 1, "jiptuk": 5, "ktuknitaq": 1, "apaji-l\u2019ma\u2019ti\u2019tik": 1, "natuaqne": 1, "pesqunatek": 9, "penetkwite": 1, "newt": 7, "eykepenik": 1, "nekapikwajik": 2, "wikipenik": 1, "utan": 3, "si\u2019st": 9, "elekeji": 4, "ta\u2019sewik": 2, "wenaqa\u2019toq": 13, "waltestaq": 4, "\u201cki\u2019l": 1, "welmitu\u2019n": 2, "sape\u2019win": 10, "se\u2019t": 35, "a\u2019n\u201d": 1, "ugmaqamigemg": 1, "elieteg": 4, "ugtmimajuinum": 9, "lesui'pa": 6, "menuege'tigupn": 1, "apaja'i": 1, "wejgwi": 1, "nemitege": 4, "gina'mugsitoqs'p": 2, "usgumite": 1, "pukwelkek": 3, "pilueye": 2, "katherine": 18, "mclenna": 4, "ul": 16, "maja'sit": 2, "mimgwas'gtuaji": 1, "ali": 2, "gasigtuaj": 1, "a'soqmasit": 1, "naqtmuk": 2, "mniku": 9, "kaqiaq": 7, "a'newim": 3, "pukweliskunmawun": 1, "ki\u2019": 8, "tapuwitpa'q": 1, "peji": 8, "nipapiktut": 2, "ektu": 8, "nutemen": 2, "jikmaqen": 1, "paqijeke": 7, "nunmaqultijig": 2, "teluelit": 1, "nisa'siap": 3, "wa'so'": 13, "wlaqanin": 1, "sape\u2019wuti\u2019l": 1, "waju\u2019pin": 1, "kisitasiksip": 3, "ban": 1, "telimg": 1, "pie'": 2, "\u201cgjisaqamawminu": 1, "n": 43, "nutgeg": 5, "gjisaqamawili": 1, "nasa'latl": 2, "ugtatla'im": 1, "(pitu'": 1, "pija'latl": 1, "ugpita'qawe'l": 1, "paqasi": 1, "unaqiet": 1, "na'taqama'": 1, "we'jituaq": 2, "amsalteg": 2, "ilsuman": 4, "ne'po'qsi": 2, "iganpugultijig": 23, "asitema'tit": 14, "\u201cgeggunmeg": 1, "'tplutaqan": 4, "\u2018amujpa": 1, "nep": 2, "ugsualsit": 2, "uggwisi": 1, "naskoqte\u2019": 1, "ma\u2019ti": 1, "mile\u2019sit": 1, "koloql": 2, "wettat": 2, "niknaq": 2, "kise\u2019nikeya": 1, "neyata\u2019nu": 1, "pemkopa\u2019sit": 1, "alamiaqney": 1, "nepasna": 1, "nikani": 2, "kjijitekewinu\u2019ki\u2019k": 1, "aknimiskisni\u2019": 1, "ankataqenjij": 1, "juji": 1, "taqetijik": 1, "akunasun": 3, "aw": 1, "kespiet": 1, "mi\u2019kmawey": 10, "nepitekete\u2019w": 1, "nki": 1, "awintawa\u2019qa\u2019teket": 1, "malpale\u2019wi": 1, "eykipnik": 1, "poqji-pejiwsulti\u2019tijek": 2, "klapis": 38, "kaplno\u2019lewey": 3, "ika\u2019qek": 3, "wejueya": 1, "palasiaq": 12, "telimtultiji": 3, "\u201cangaptmu": 1, "nentu'gwe": 1, "un'ji": 3, "el'ta'g": 1, "te'sijig": 7, "elue'wia'tijig": 1, "majulgwala'tit": 3, "e\u2019e": 7, "pukwelki\u2019": 1, "netui\u2019skeyap": 1, "piwsa\u2019q": 2, "kisi-mawte\u2019": 1, "weskewe\u2019k": 1, "aknutma\u2019ti\u2019ti": 1, "isabella-al": 1, "wikultijik": 10, "lukowinu\u2019": 2, "eykinik": 1, "lithuaniansik": 1, "wessimuktmi\u2019tij": 2, "wikumuksinew": 2, "matntim": 7, "mawelkik": 10, "atl-lukutinew": 1, "klmuejuapske\u2019katik": 3, "sydney": 3, "mines\u2019i": 1, "ugglusuaqanml": 3, "ilsumgutaq": 2, "iga'qt'tew": 4, "wenig": 6, "nepu'tijig": 2, "nutuitaq": 1, "uggwisl": 13, "ta'nig": 30, "nutuijig": 2, "jigs'tuijig": 1, "mimajultita": 2, "ketanatiji": 1, "wises": 4, "epijik": 6, "eltutijel": 1, "elekewetaqne": 1, "amalwikasikel": 2, "meki": 6, "ultekel": 1, "kisitaqen": 1, "eweke": 1, "tasikel": 1, "usitkamuel": 1, "amjaqeniknn": 1, "mekwek": 1, "wataptek": 2, "wekuja": 1, "kis-nasa\u2019tupnl": 1, "newe\u2019jilitl": 1, "mkumie\u2019jl": 1, "wesimkwa": 1, "'gtlams'tasultigw": 1, "ni'neg": 17, "ge's": 10, "eim": 8, "eimo": 2, "esgwieieg": 1, "siawqatmu'tieg": 1, "'ntulna": 1, "na'taqama'l'g't": 1, "waju'et": 1, "'nta'pimine": 1, "jo": 7, "awisu": 1, "wikmut": 1, "waisisk": 14, "nujeywaji": 2, "tettuewe": 1, "a\u2019se\u2019k": 3, "ke\u2019kwe\u2019k": 7, "etli-anko\u2019tasikipnl": 1, "litaqnwikasikl": 2, "(kelo\u2019tmumkl": 1, "nuta\u2019q": 27, "wekette": 1, "telimaji": 25, "lugowinu'": 2, "\u201ctla'taqatigw": 1, "telimugsio": 2, "epultijig": 1, "asugom": 2, "samqwano'q": 4, "gun'teweie'": 1, "mimajwinoekat": 1, "mekwayewakat": 1, "jilteskatemitij": 1, "teloltimkewe": 2, "eltoqsip": 2, "seyekn": 1, "mtijin": 2, "x": 3, "tapuiska\u2019q": 4, "ukmuljin": 12, "te\u2019sikl": 22, "ewe\u2019kisnl": 1, "tupkwanamu\u2019kl": 1, "essawiaqnn": 1, "essawiatk": 1, "waieknapie": 3, "e\u2019": 10, "mikwite\u2019lim": 1, "poqjia\u2019q": 2, "matntimkewey": 1, "wsitqamu\u2019": 8, "wjiknamaq": 2, "hugho\u2019q": 1, "ne\u2019po\u2019snaq": 1, "jiglapasualaqig": 1, "jugu'elin": 2, "ni'ne": 11, "kwetayakwi'titl": 1, "t": 6, "na\u2019": 9, "peskewiku\u2019s": 2, "a\u2019qitayik": 1, "wskwijinu\u2019k": 5, "liwsultijik": 2, "potlote": 5, "nepilg'p": 1, "paqalaiultio": 1, "piskweteskat": 1, "gaiapas": 2, "telimapni": 2, "\u201cme'": 1, "gelu'lgt'tew": 1, "'np'g": 1, "telimg't": 1, "\u201cwije'ultesne": 1, "weji-kaqta\u2019wjik": 1, "eym": 1, "pkwimu": 7, "tqamuewe'l": 5, "(wla": 2, "nekmowey": 36, "wette'mn": 1, "telui'tasik": 1, "kwetapa'lit": 1, "mtue\u2019tew": 1, "kis-napukwasiktn": 1, "eplewa\u2019timk": 1, "api\u2019s": 8, "puljaynue": 4, "pipanimapen": 1, "oqwey": 1, "wikumiyo": 1, "eimu'ti'tij": 1, "wen'ji'guomg": 1, "apgnua'la'titl": 1, "malia": 3, "mewimt": 4, "kesiksnukwat": 2, "to\u2019a": 1, "kiwaskulapit": 2, "me\u2019si": 2, "siawa\u2019sit": 1, "wa\u2019so": 1, "kiso\u2019qek": 1, "wiku\u2019ltijik": 1, "waysisk": 1, "asuekl": 1, "pukolk": 1, "kokwe": 1, "pu'tayji'jk": 1, "pekisula'tiji": 1, "weswa'tu'tij": 1, "a'tlaweknji'j": 1, "samqwanji'j": 1, "elma'tu'tij": 1, "ktlamsitasulti'tij": 1, "nepiteke": 2, "l\u2019nu\u2019-": 1, "kekinu\u2019-kina\u2019matnewey": 2, "wit-lukutimkewey": 1, "melki-puatk": 1, "siaw-lukutinew": 1, "l\u2019nu\u2019k": 20, "siaw-naspultitesnu": 1, "ika\u2019q": 5, "staqe": 4, "tel-waqma\u2019tasik": 3, "tar": 3, "pond": 2, "maqmikew": 2, "ikana\u2019toq": 1, "cape": 5, "breton": 4, "development": 2, "corporation": 3, "(devco": 1, "nuta\u2019tij": 4, "nova": 3, "scotia": 1, "department": 1, "transportation": 1, "newpage": 1, "pulp": 1, "hawksbur": 2, "ekina\u2019muey": 1, "jijuaqa": 17, "kikisu\u2019a\u2019ti\u2019kw": 1, "nestuo\u2019lti\u2019k": 1, "ta'nik": 3, "(rcmp)": 6, "elukewuksioqik": 1, "kile": 2, "puni": 5, "etatk": 1, "pepkujetemaq": 4, "mset": 7, "seskutiji": 2, "ya": 1, "toquji": 1, "ultetasiktn": 1, "ut-amalkewaqnmuwow": 1, "ilnikanatutij": 1, "(maillard": 1, "lisqeikn": 5, "nisa'sik": 1, "meknmi'tij": 1, "tupkwanji'j": 1, "eleke'tij": 2, "wutqutaqniktu": 1, "wejkui\u2019aqmit": 13, "koqwajo\u2019taqan": 32, "kisi-ika\u2019lsin": 3, "teli-nikana\u2019tumk": 1, "wmitki": 4, "koqwaju": 2, "mkunan": 1, "nikana\u2019tu\u2019tij": 6, "tele\u2019k": 9, "ne'patu'n": 2, "ika'tu'": 2, "ne'sisk": 1, "article": 16, "weskwijinu\u2019ltijik": 2, "alsumsultijik": 4, "newte\u2019": 40, "wkpimte\u2019tmut": 1, "koqwajo\u2019taqnn": 2, "wejkui\u2019aqmitit": 1, "aknutmaqn": 20, "pejiwsultimk": 1, "unama\u2019kikewey": 4, "etli-anko\u2019tasi": 1, "ela\u2019kittumitl": 1, "puksukl": 3, "ilamko\u2019tasikl": 1, "lakkla\u2019ns-iktuk": 3, "kispate": 1, "etl": 53, "lugutipnig": 1, "welapetmu'tioq": 1, "ugtlgowaqanmuo": 1, "getletug": 1, "wegwisilitl": 1, "wikasik": 3, "tlkitmumint": 2, "tluektn": 1, "eleke\u2019wa\u2019k": 5, "mimajuinu": 14, "wejkui\u2019aqmijl": 2, "tla\u2019teken": 6, "tllukwen": 1, "tli-ksika\u2019tutal": 1, "koqwajo\u2019taqann": 16, "kisiwikasik": 2, "ika'limkip": 1, "wskitqamu'k": 3, "kinu'tmuan": 1, "l'nui": 6, "astu\u2019te\u2019matiji": 1, "ikanus": 2, "milika\u2019tasikl": 1, "kna\u2019taqn": 2, "elisqapeka\u2019tasik": 1, "emekwa\u2019tasinuk": 1, "elokwistasik": 1, "ne'": 5, "patu'n": 1, "tapu'kl": 5, "ika'tu'n": 1, "klusuaqnn": 3, "nuta\u2019nukul": 1, "mawi-mtue\u2019k": 1, "ekina\u2019masimk": 3, "aklasie\u2019wi\u2019sim": 2, "nikana\u2019lajik": 1, "tel-nmiut": 2, "nesana\u2019t": 1, "wettaqne\u2019wasit": 1, "bolshevis": 1, "aknutmaqney": 14, "tel-mawikwa\u2019tijik": 1, "pqutamkiaq": 1, "disco": 3, "nisa\u2019toq": 1, "pekwatum": 1, "ankaptmn": 2, "kina\u2019matnewey": 5, "l\u2019nue\u2019kati": 2, "ala\u2019tu\u2019titl": 1, "wutanmua": 3, "ekina\u2019mujik": 2, "puktaqi": 1, "l\u2019nui\u2019sultine": 1, "teplumatl": 3, "pounds": 4, "tegen": 1, "getemetesultijig": 2, "nenkajae": 1, "newtiskaqji'nm": 2, "e'pite'jij": 1, "mijua'ji'": 5, "sma'gnisg": 10, "goqominaqsiei": 2, "piptugwaqig": 2, "elisgnuatmi'tij": 1, "nasa'tua'titl": 1, "mattaqte\u2019kemkewey": 18, "mtmo\u2019taqnewo\u2019kuo\u2019m": 8, "wikua": 7, "kis-kina\u2019masultisnik": 1, "apu\u2019kwetnew": 1, "mesnmnew": 1, "mattaqte\u2019kemkewe\u2019": 1, "eleke\u2019tij": 1, "newijik": 6, "l\u2019pa": 13, "tetuji-wlipsetoql": 1, "telamu\u2019kl": 1, "nikwektnukipn": 1, "eltikwe": 1, "telpiasit": 2, "tlpitew": 2, "meluijj": 2, "wekayik": 2, "ekina\u2019maq": 1, "pkwim": 6, "se\u2019nt": 4, "a\u2019n": 26, "ala\u2019sutmelsewin": 2, "hymn": 20, "ki\u2019l": 32, "a\u2019nse\u2019nt": 1, "ala\u2019sutmelswin": 1, "(repeat": 1, "after": 1, "each": 1, "invocation)ki\u2019l": 1, "kwesawu\u2019lkuminu": 1, "wkumij": 1, "tleiaulti'gw": 1, "masgelmugsitoqs'p": 1, "sugul'gat": 1, "wejima'": 1, "telimat": 27, "nekemewey": 4, "kemutemjik": 1, "wiyusjijl": 3, "jinemu": 2, "ksnukwaqnn": 1, "mesnmi\u2019tij": 2, "pitu\u2019po\u2019": 2, "juji\u2019j": 1, "nasa\u2019sit": 1, "mentank": 1, "kisi-wtapiek": 1, "katew": 4, "ktanteke": 1, "we'gwi": 2, "paqalaiwio": 1, "la": 15, "mi\u2019kmawe\u2019": 1, "nepiteka\u2019tijik": 1, "nkijkaq": 1, "wkwisua": 2, "tetpaqi-nsitasi": 1, "weli": 11, "pgije'geg": 2, "se'suguli": 4, "al": 11, "mittugwet": 1, "galaliewa'gi": 13, "asoqemtaq": 1, "ey": 7, "kenenu": 1, "kitapinu": 1, "wejkwayjimkwetl": 1, "putepa": 1, "kisiku'k": 6, "nekmowkw": 35, "pema'tu'tij": 2, "l'nuey": 3, "mimajuinualsia": 3, "epitjik": 7, "tampastet": 1, "ektapekietew": 1, "ut-utanmuwaq": 1, "apoqenmitij": 1, "siawasikten": 1, "mikmawey": 3, "teloltim": 3, "wejitasik": 2, "kun\u2019tew": 5, "kmu\u2019": 4, "teltenuk": 1, "kmu\u2019ji\u2019kann": 2, "lillian": 3, "mackinnon": 1, "mtue\u2019ksip": 1, "gypsumey": 2, "kepjoqa\u2019sikek": 1, "elia\u2019q": 1, "sipekne\u2019katik": 1, "poqtukwatmi\u2019tis": 1, "lukwaq": 14, "apaji-kwitamtisni": 1, "kaqi-kina\u2019masianek": 1, "wikianek": 2, "pennsylvani": 1, "etl-lukweyap": 2, "etlikwenuj": 1, "te\u2019sipow": 13, "apankitut": 2, "alsumsultinew": 3, "sankewi-mawita\u2019new": 1, "kisi-mawo\u2019ltine": 1, "teliusnik": 1, "breillone\u2019k": 3, "waieknapiey": 2, "tewismumk": 1, "eltumkl": 3, "jijukwe\u2019jkl": 1, "pkesikn": 6, "mid": 5, "kaqi-lukwes": 1, "paskijete\u2019mumkey": 1, "mtmo\u2019taqne": 4, "telipkwatasi'kwwe": 1, "have": 3, "earned": 1, "it": 4, "mawi-amskwes": 7, "ewikasiksip": 5, "chestico": 3, "historical": 7, "societ": 1, "aji-ksikulkik": 1, "anapiw": 1, "aji-naqaqji\u2019ji": 1, "ketu'": 5, "wsku'tmann": 1, "kijka'": 1, "wi'katikn-iktu": 1, "kinu": 7, "ntawi": 1, "meteskulti\u2019k": 1, "kektuk": 1, "pekwata\u2019tu\u2019kteli": 1, "pepsima": 1, "nala": 1, "pe\u2019j-pemi": 1, "ankite\u2019timnej": 1, "ta\u2019nmetuimu\u2019lk": 1, "nsku\u2019muanenowki\u2019s": 1, "malikima\u2019titek": 1, "se\u2019susal": 2, "wesua\u2019la\u2019tisna": 1, "klutjewta\u2019tisnal": 1, "ela\u2019la\u2019tisnal": 1, "ta\u2019nl": 2, "nuji": 44, "apjitekelitalke\u2019sk": 1, "westawu\u2019lk": 7, "wklutjeweym": 1, "peminikatkek": 1, "ksukkis": 1, "aliki\u2019pukwe": 1, "elmetoqop": 1, "aniaptimne": 1, "nuku\u2019j": 2, "nawulsewkunenoaq": 1, "jijklue\u2019wji\u2019j": 1, "wantaqe\u2019k": 1, "winpasultinejteli": 1, "wantaqo\u2019ltinenose\u2019sus": 1, "mesta": 9, "eliamu": 1, "sik": 5, "wkwij": 6, "ankweyasipnl": 1, "klutjiewto\u2019s": 1, "nepsa\u2019lu": 2, "kwayike\u2019l": 1, "klutjiewto\u2019snik": 1, "tapusisni\u2019k": 1, "kmutnetki\u2019": 1, "oqo": 5, "ekulami": 2, "telines": 1, "westawu\u2019l": 1, "nes": 1, "ktininen": 1, "elik": 1, "salnu\u2019": 1, "ktlue\u2019wutinal": 2, "wetanu": 1, "apjik": 2, "tele\u2019": 2, "kisilukwalatl": 2, "enqi": 2, "alasutma\u2019ti\u2019k": 1, "l\u2019nu\u2019": 4, "(na": 3, "epita'ji": 2, "pe'nuku": 1, "kaqia'tukwey": 1, "ajipjulk": 3, "me'na't": 1, "a'tukwaqn": 2, "wji": 6, "kinu'tmasin": 1, "ankua'tu": 1, "joh": 17, "wet-lukewsip": 1, "klaptanewo\u2019kuo": 1, "wejkwisikwilijik": 1, "ta'w\ufffdnik": 2, "nutuwa'tiji": 1, "we'kweta'sultijik": 1, "nisgamewit": 1, "e'taqatijig": 1, "ujjl": 3, "telimugsi'gup": 2, "neg": 11, "nutqwe\u2019kek": 1, "assoqoma\u2019sit": 1, "walipotiktu": 1, "kjikepti": 1, "nujeywajik": 3, "keptinaq": 6, "maliaptik": 2, "mawio'm": 3, "glusuaqan": 5, "ela'la'titl": 4, "ilsuteget": 2, "ugt'pun": 1, "opla'taqatipnig": 1, "unaqita'taq": 2, "'lgimaten": 1, "mn'tua'gi": 2, "atlasmutigisg'": 2, "eli": 14, "ketla'msitasi": 4, "weji-wli": 1, "ta'nte'si'tij": 1, "alasutma'tiji": 2, "ewte'jitl": 1, "saqtua'titl": 1, "napkua'titl": 1, "ape'wuti'l": 1, "mawia": 1, "lue'wuti'l": 1, "mnia": 1, "\u201cgjignam": 1, "unaqa'sitew": 1, "utqutaqane'gati": 2, "minunsite": 4, "gisa'lataq": 3, "ulgwijultinew": 1, "getlams'tmu'tijig": 1, "we'gaw": 8, "menaq": 30, "nemi'gwi": 1, "wesua'la'titl": 1, "mijua'ji'jl": 4, "poqtituku'la'tit": 1, "joe": 18, "curtis": 1, "weskwijinuis": 2, "poqji-ktanasnik": 1, "kini\u2019squnejk": 4, "newtiska\u2019q": 16, "na\u2019n": 14, "tewije\u2019ksi": 2, "mimajulnu\u2019k": 4, "wkpimte\u2019tmutaqq": 1, "wejkul\u2019aqmitit": 1, "eleyo\u2019ultik": 1, "q": 11, "saq": 3, "lnu\u2019k": 5, "sa\u2019ponukewek": 1, "lnu\u2019": 2, "kisikuo'p": 10, "wetto't": 1, "ketmaqset'sik": 1, "salawa\u2019tasijik": 1, "mime\u2019jk": 5, "ke\u2019kupo\u2019lusnik": 1, "eloqwa\u2019taqnn": 2, "kispasuksinew": 1, "nip": 7, "telimuloq": 8, "jigs'tmuij": 2, "'ntagnutmaqanm": 2, "ma'": 4, "'npmug": 2, "iapji": 8, "orkthroughtim": 2, "kejituek": 1, "kojua": 15, "apajipunkek": 1, "natami": 7, "newtiskaq": 34, "ukumuljin": 7, "kaskimtlnaqenipunkek": 2, "telatekek": 2, "kisikuk": 5, "teluatijik": 1, "kenutemasultisnik": 1, "unkikuwa": 1, "ut-ekji-unkikuw": 1, "l'nu'k": 13, "kisa'teket": 1, "kaqie": 4, "l\u2019nue\u2019kat": 2, "keknuik": 1, "tel-lukwe": 9, "kesnukulnukis": 1, "kpaq": 1, "\u201cta'n": 11, "wi'gm": 2, "siawte": 1, "kelu\u2019k": 10, "i'ttew": 2, "elnuey": 3, "ketapekiatiji": 1, "ne\u2019sijik": 7, "ji\u2019nmuk": 27, "ke\u2019kupultijik": 1, "mto\u2019qn": 1, "nmia\u2019titaq": 1, "mime\u2019j": 9, "tepkiso\u2019tu\u2019tij": 1, "wnaqa\u2019tasito": 1, "kun\u2019tewa\u2019qamikl": 1, "pemamkiaql": 1, "eyknuk": 5, "atuomke": 1, "nasotutijel": 1, "wipitel": 1, "lentuk": 2, "usitaniksi": 1, "wi\u2019kua\u2019sikip": 1, "kejikawe\u2019": 1, "amasenugup": 1, "sitmug": 1, "si'st": 8, "gasgiptnnaqan": 3, "leppi": 1, "kaqi\u2019sk": 12, "malqumkik": 1, "kisi-pkwatua": 1, "etlitumk": 17, "sqna\u2019qwey": 8, "wel-nenujik": 2, "tel-mawikwa\u2019tij": 1, "mekite\u2019tmi\u2019tij": 1, "kisitu\u2019tij": 2, "nesana\u2019q": 1, "wtlukwaqnue": 4, "weji-ajkno\u2019ltijik": 1, "nepu\u2019tijik": 1, "kesnukwa\u2019lukwi\u2019tij": 1, "weji-lukutiji": 1, "elapa\u2019sit": 2, "sugaral": 4, "kmu\u2019ji\u2019jml": 1, "netutma": 4, "elk": 8, "keytuek": 2, "amsala\u2019lukutal": 1, "wenn": 2, "nenuat": 1, "ne\u2019kaw": 21, "elukweyap": 1, "litaqwi\u2019kikemk": 1, "kaq-lukweyane": 1, "a'so'q": 4, "eyki": 4, "elisqataskik": 2, "jipte": 5, "lp": 4, "ni'nen": 2, "ntelisqatulek": 3, "maqamikek": 3, "eyme": 6, "kisita\u2019sisnik": 2, "wasoqnmatkwl": 2, "l\u2019tasiktn": 2, "newte\u2019jk": 20, "pekte\u2019si": 1, "silas": 2, "ran": 2, "sigentasit": 1, "aniapsewinu": 2, "atukaqen": 1, "ewikasikes": 1, "miawek": 2, "ukomulin": 1, "kaskimtlnaqeniponqekek": 1, "weskutk": 3, "kenaq": 1, "amalkam": 6, "welaptimikl": 1, "pemukwala'tiji": 1, "mikemewaj": 1, "kisikuisk": 1, "ellen": 3, "robinso": 4, "mikwitetk": 4, "peskunatek": 17, "sist": 4, "tesiskaqek": 1, "(s)": 3, "pukweluk": 4, "elnu": 8, "mawiet": 1, "neka": 1, "wapgeg": 2, "sipug": 1, "jol'tan": 1, "ugjipenug": 1, "tapusiliji": 5, "unaqapem": 12, "meski\u2019kl": 9, "pataluti\u2019l": 1, "smujik": 2, "ne\u2019kayiw": 10, "pejo\u2019tu\u2019tij": 4, "wutmo\u2019taqn": 1, "wskwijin": 3, "elita\u2019sualtijik": 1, "aji-wla\u2019matijik": 1, "alsusit": 5, "lukowinu": 1, "newtukwa\u2019lukwejik": 1, "asu\u2019teskmi\u2019ti": 1, "gugunatoqs'p": 1, "ewle'jultijig": 1, "i'mu": 2, "budge": 1, "weskwijinuip": 1, "wutanji\u2019j": 3, "kualasoq": 1, "oqwatnuk": 5, "waltestajik": 2, "ankama\u2019tiji": 2, "amalimtultiji": 2, "kisikui'skwaq": 4, "weskweywaq": 2, "pepse'k": 1, "ktmaqseto'": 1, "qsi": 2, "glapis": 23, "pipanigesultiwoq": 1, "'nwisunm": 1, "tepqatmi\u2019tij": 1, "weja\u2019tekemk": 15, "sable": 3, "telue\u2019tip": 1, "tapuiskeksipnik": 1, "te\u2019sipowk": 14, "eksitpu\u2019k": 5, "newtiskeksijik": 7, "kisi-mkumie\u2019ja\u2019lsipni": 1, "igtigl": 6, "eteq": 1, "ktitk": 2, "tqamuewey": 16, "apankitatim": 3, "nemiatijel": 2, "ujuwal": 1, "amalalitel": 1, "wejatekemkek": 3, "skijinuwultitite": 1, "telimataq": 1, "unjanwa": 1, "utniskamijuwal": 1, "nakusetewi": 4, "weli-maliamasni\u2019k": 1, "wenki\u2019k": 3, "mable": 1, "dubbino\u2019q": 1, "tleyaq": 3, "von-piamiw": 1, "pituimtlnaqn": 4, "te\u2019silijl": 1, "pierk": 10, "kisi-apoqnmuatki\u2019k": 1, "we\u2019jita\u2019tilij": 1, "apoqntmi\u2019tis": 2, "telo\u2019ltimk": 12, "lasui\u2019paq": 4, "pejiwsultisnik": 7, "ewi\u2019ka\u2019tisnik": 3, "pie\u2019rk": 1, "panta\u2019tu\u2019tisnl": 3, "malsanewe\u2019": 1, "elasit": 2, "kelamaji": 2, "mi\u2019kama": 4, "mawio\u2019m": 5, "waste": 1, "ne\u2019w": 13, "atlika\u2019timk": 3, "telpastek": 1, "penatmuiku\u2019": 1, "pisu\u2019-": 1, "lukwa\u2019mit": 1, "keltaqanuksi": 2, "keltaqanuksimkewey": 2, "pisu\u2019lukalmimkewey": 1, "asite\u2019tasinu": 2, "metue\u2019ksip": 2, "pejita\u2019tijek": 4, "aklasie\u2019wi\u2019sultikisni": 1, "[se'sus": 3, "unaqapemg": 35, "apa'ita'jig": 1, "mikuaptmap": 1, "kaqteskasi": 1, "msaqtaqt": 3, "wkwatl": 5, "kiwto\u2019q": 1, "wa\u2019toq": 1, 