{"katherine": 2, "mclennan": 1, "napui\u2019kikneym": 1, "weja\u2019taqitip": 1, "rosalie": 1, "gillis": 2, "etl-lukwet": 1, "wi\u2019katiknewo\u2019kuo\u2019m": 1, "wejiwisik": 1, "wjit": 53, "james": 1, "mcconnel": 1, ".": 606, "we\u2019jitutoqsip": 1, "ta\u2019n": 120, "kisite\u2019tmekl": 1, "katu": 15, "na\u2019si": 1, ",": 399, "etekl": 1, "na": 204, "tplu\u2019taqnn": 1, "amujpa": 17, "majukwatmin": 1, "tujiw": 74, "kisita\u2019sin": 1, "ika\u2019lan": 1, "ikinijan": 1, "u\u2019t": 1, "progra": 3, "a\u2019n": 3, "eyk": 3, "pessetumkl": 1, "welima\u2019qewe\u2019l": 1, "msiku\u2019": 1, "wikwam": 1, "wajuwaq": 1, "saqmaq": 1, "aqq": 131, "unaqapemuwa": 1, "guta'tuaj": 1, "amjaqto'suti": 1, "se'susal": 5, "uggwatg": 1, "aq": 230, "ga'sumuatl": 1, "usapun": 1, "e'w'": 1, "mita": 21, "kikjikatultimk": 1, "holland": 1, "mu": 54, "amaskmi\u2019tiksip": 1, "tami": 6, "ketu\u2019": 3, "l\u2019ta\u2019ji": 1, "na\u2019sik": 14, "canada": 1, "amasqaltultijik": 1, "wenik": 17, "knekk": 8, "etek": 16, "malsano\u2019kuo\u2019": 1, "kina\u2019matnewo\u2019kuo\u2019m": 2, "alasutuo\u2019kuo\u2019": 1, "ntilsutaqanm": 1, "tetapu'atew": 1, "muta": 16, "newgtugwa'lugo": 1, "niliksa\u2019q": 2, "mniku": 6, "nekwastek": 1, "mikawe\u2019k": 1, "mi\u2019kma\u2019kik": 1, "unama\u2019ki": 3, "\u201ctal'ta'sio": 1, "?": 21, "ma": 16, "ta": 4, "'pgisinug": 2, "ula": 50, "pestie'um": 2, "iganpugultijig": 3, "patlia'sg": 1, "palasiaq": 7, "tewaggitmi'tij": 1, "glusuaqan": 1, "ugjit": 25, "ta'n": 143, "wen": 55, "gejiatl": 1, "eimlij": 1, "gegnua'teget": 1, "glaman": 9, "ugsua'lata": 1, "newte\u2019": 4, "kitk": 3, "tel": 29, "pukuiji": 1, "e\u2019pitwunijanit": 1, "kisna": 31, "mijua\u2019ji\u2019j": 3, "wejku\u2019aqamit": 2, "maltamuksin": 1, "kisnaapoqonmuksi": 1, "joanne": 6, "wenaqa\u2019toq": 3, "wejinu\u2019kwalsit": 1, "kisi": 24, "apitta\u2019n": 1, "ta\u2019sewi": 1, "wejatekemkek": 1, "weji": 9, "poqji": 15, "weketutij": 1, "wisun": 2, "micma": 1, "jijuwaqa": 1, "telwikasik": 1, "estekej": 6, "mic": 1, "wenujuwikto": 1, "micmaqu": 1, "te\u2019s": 14, "oqa\u2019tij": 1, "apoqnmujik": 2, "ewi\u2019ka\u2019tijik": 1, "pite\u2019muji": 1, "hughi": 6, ":": 25, "a\u2019tla\u2019wekne": 1, "kjikeptin": 2, "teluep": 1, "nuta'q": 1, "maw": 11, "wi'kmnew": 1, "teli": 20, "lnuwulti'k": 1, "knijannaq": 1, "lnuwi'sultinew": 1, "nekmowkw": 6, "siawa'taq": 1, "wla": 28, "mawio'm": 2, "aqetaik": 1, "atukaqen": 1, "pekisutasik": 1, "asemaq": 2, "kluska": 1, "kisiepkisinke": 1, "mikmaq": 5, "ut-kinapmua": 1, "kisulk": 1, "telimatel": 1, "kikwajual": 1, "((kikwaju)": 1, "tan": 12, "piamasital": 1, "jenua": 1, "ensanoqonikew": 1, "apokjilu": 1, "piskiaqe": 1, "tekelejijik": 1, "kopit": 2, "pilot": 2, "ewlumuat": 1, "\u201cmo": 2, "getu": 2, "geluliw": 1, "migwite'te'n": 1, "ni'n": 37, "ml'gigno'ti": 2, "geggunm": 1, "gisi": 11, "iga'lulin": 1, "gisna": 5, "gujjiewto'qsi": 1, "!": 4, "se'sus": 22, "asitemat": 3, "\u201cgi'l": 1, "geggunmn": 2, "pas'g": 9, "ignmulg'p": 1, "nisgamewigtu": 5, "ketapekiatiji": 1, "mijesultijik": 1, "amalkatiji": 1, "pipanimit": 1, "\u201ckujjin": 1, "tal-kis-tla\u2019sik": 1, "pikwelkik": 1, "eymu\u2019tijik": 1, "menaqaj": 2, "telo\u2019ltijik": 1, "wsitqamu\u2019k": 1, "app": 11, "pilue\u2019k": 2, "nestuo\u2019lti\u2019": 1, "ewlite\u2019taqati\u2019k": 1, "kesala\u2019tikik": 1, "wikmawa": 1, "kejitu": 1, "wkamlamunk": 1, "wejiaq": 4, "pipanikesit": 1, "ankita\u2019si": 1, "tlimate": 1, "kis": 8, "nike": 4, "amaljikwej": 2, "apajasit": 1, "apat-pijalatl": 1, "lataqsunal": 1, "samkwaniktu": 1, "etel": 1, "mawiemkel": 1, "mawiomi": 4, "iapjiwewey": 1, "takatu": 2, "setanewey": 1, "nakwek": 1, "alasutemam": 1, "mimajwinuk": 3, "weteskatultijik": 1, "teken": 1, "utan": 1, "kekunajel": 1, "mawi": 12, "entawi-amalkewinul": 1, "epkiji": 1, "kamutew": 1, "amalkam": 2, "gatu": 22, "mo": 28, "jigla'wan": 1, "nujiapoqonmuet": 1, "teluisit": 2, "wejuli": 2, "nisgam": 4, "gilewe": 1, "nuji": 11, "ewlite'teket": 1, "niskam": 6, "waso'q": 1, "wetkimutnqanikuomk": 1, "wejku\u2019ie": 1, "msikuiktuk": 1, "ika'lu": 1, "ta'pu": 2, "soqo": 1, "tlpi'tij": 2, "waltestaqnk": 3, "ika'tutl": 1, "pesqunatek": 3, "te'sikl": 2, "kmu'ji'jl": 3, "si'st": 1, "tqamuewey": 6, "ne'pato": 2, "wenjikuo\u2019mji\u2019j": 1, "kisituekip": 1, "ewe\u2019wmek": 1, "tu\u2019sati\u2019j": 1, "apaja\u2019tuekip": 1, "ika\u2019taquem": 1, "eltaqnaweyap": 1, "eltuap": 1, "waieknapi": 1, "metuaptmap": 1, "eltaqte\u2019kem": 1, "knki\u2019kuk": 1, "kniskamewijik": 1, "telimiskik": 1, "mukk": 1, "kaqta\u2019w": 1, "mime\u2019j": 1, "\u201cwjinu\u2019kwalsi": 1, "nqatmuan": 1, "ktikik": 2, "weni": 2, "pipanima'tiji": 1, "\u201cgis": 1, "lue'wa'lugsioq": 1, "elt": 6, "gile": 1, "ta'nig": 8, "getlams'tasulti'gw": 1, "westaulgewili": 1, "newte\u2019jk": 3, "ekntie\u2019wimkewey": 1, "pemiaq": 1, "anqunte\u2019map": 1, "lisqeik": 1, "telta\u2019q": 1, "kisa\u2019tu": 1, "nkutey": 9, "nutmap": 1, "etl-toqtemkewo\u2019kuo\u2019m": 1, "se\u2019t": 4, "pemi": 4, "ksispa\u2019luj": 1, "e\u2019pijik": 5, "piskweta\u2019jik": 1, "etawaqtma\u2019tijik": 1, "wnijanua": 1, "ksnukowinu\u2019": 1, "etna": 5, "mimajuinu'g": 13, "masgelmugsio": 2, "nigtuita'ji": 1, "wenaqa'to": 1, "ne'wtewit": 2, "wenaqa'toq": 2, "ne'patoq": 3, "nasa'toq": 1, "teluet": 3, "\"": 10, "is": 1, "kqama'": 1, "tayanek": 1, "panta\u2019siksip": 1, "e": 9, "teluisiksip": 1, "\u201clebrun\u2019s": 1, "lt": 1, "robinson": 1, "etlkisikwet": 1, "(bear": 1, "river": 1, "reserve)": 1, "epketesenuk": 1, "elmiwktaqamu": 1, "pukwelkik": 2, "wikmawaq": 2, "ewle\u2019jultiji": 1, "mijua\u2019ji\u2019jk": 1, "sesaki\u2019multijik": 1, "siwk": 2, "mi\u2019soqo": 13, "poqji-keltaqmik": 1, "toqa\u2019": 1, "pukwelkl": 3, "wi\u2019katiknn": 1, "asu\u2019kitmi\u2019tisn": 1, "na\u2019msit": 2, "kistla\u2019tekep": 1, "elukomis": 1, "napukwatasiktn": 1, "klujjiewe": 1, "percent": 3, "teli-ktlamsitasultisni": 1, "ne\u2019wt": 14, "kaqi": 7, "kisa\u2019sik": 1, "koqoe": 9, "pikwelk": 9, "asoqma\u2019si": 1, "na\u2019tamiaw": 4, "\u00bd": 1, "mayl": 1, "teli-amasek": 1, "eteki": 1, "aknutmaqn": 5, "etlitasik": 1, "sqana\u2019qw": 1, "sipuknemitumk": 1, "telo\u2019ltisnikmimajuinu\u2019k": 1, "whitney": 2, "pie": 3, "teli-pkije'k": 2, "kapmnt": 1, "nopa": 3, "sko'sia": 2, "ma'w": 1, "mi'kmaq": 2, "nemitu'titl": 2, "koqoe'l": 1, "kitnmeyakwi'titl": 1, "mimajuinu'k": 8, "wmitkiwaq": 3, "teli-klu'lkl": 1, "istue'kl": 1, "wtl'qamiksutiwal": 1, "we'kayiw": 1, "tel-pma'tu'ti'titl": 1, "telo'ltl'tij": 1, "tel-nuta'q": 1, "pejiwsultite'wk": 1, "kinu'tmuksinew": 1, "ansma": 1, "teli-kjijiujik": 1, "iapjiw": 6, "wtapeksultinew": 1, "wmitkiwa": 1, "q": 2, "alex-nick": 1, "nuji-nikanawti\u2019kue": 1, "'": 1, "amuj": 2, "pa": 10, "me": 6, "tapukl": 1, "wiyusjijl": 1, "eskwiyaql": 1, "teluwet": 1, "ektek": 2, "jine": 1, "amalintutitewjek": 2, "peputestutij": 1, "jikemaqn": 1, "ketapekie": 1, "mil": 3, "pipanima'titl": 2, "npisip": 1, "colleen": 1, "macdonal": 1, "tley": 1, "inverness": 2, "ek": 11, "kina\u2019mue": 1, "amskwes": 4, "pekisinekip": 1, "l'nui'sultinej": 1, "tesipunqek": 1, "mawita'mk": 1, "pasik": 9, "ketu'": 1, "kinu'tmasit": 1, "l'nui'sin": 1, "kwlaman": 6, "klo'tesnu": 1, "ksitunnu": 1, "iapji": 1, "etlewistu": 1, "nujj": 11, "petgimip": 3, "etlewistoq": 1, "ni'": 5, "koqwajo\u2019taqann": 3, "kisi-likasiwun": 1, "opla\u2019teken": 1, "tela\u2019tekenta\u2019n": 1, "wije\u2019winuk": 1, "telltasult\u2019tij": 1, "teliktlamsitasulti\u2019tij": 1, "mawio\u2019mieleke\u2019wa\u2019ki": 1, "klujjiewey": 3, "keknuwatk": 2, "santi": 3, "mawio'mi": 2, "kepmite'tk": 1, "mi'kamaq": 5, "alasutmewinultiji": 1, "tepknuset": 2, "eloqpi": 1, "kekmuwatk": 1, "mi'kma'ki": 1, "telki'": 1, "ms\ufffdt": 1, "koqoey": 23, "kaqi-kinu'tmua": 1, "lugwatasultitaq": 1, "'ggwisuaq": 1, "aqantie'uti": 1, "gis": 17, "tetuje'g": 1, "je": 7, "tlia": 2, "atlasmutigisg'": 1, "mowiso'q": 2, "telimugsioqo": 1, "ne'wte'jit": 1, "e'pit": 2, "wi'kik": 1, "telawtik": 1, "ne'wt": 4, "ntui'skasik": 1, "ann": 3, "e\u2019e": 1, "elp": 13, "ala\u2019tuapnek": 1, "sa\u2019qeweyek": 1, "kisi-mawanqa\u2019tumkek": 1, "etli-ilekisawemkeweye": 1, "wejijuiksipnekit": 1, "flowed": 1, "out": 1, "wesuatoqsipnekhe": 1, "took": 1, "it": 1, "ekina\u2019masiap": 1, "na\u2019talukwem": 1, "ewe\u2019wm": 3, "jitnatqa\u2019mumkewey": 2, "waiekn": 1, "nasa\u2019tu": 1, "pkesikn": 3, "a\u2019tlawek": 1, "nesana\u2019q": 1, "kispnuek": 1, "lukwaqn": 12, "toqo": 5, "kijka\u2019": 2, "o\u2019pltesin": 1, "apaji-sikoqteskitew": 1, "siktesintew": 1, "we": 6, "wutanl": 5, "pilua\u2019siksipn": 1, "ewni\u2019skopalikaqnji\u2019j": 1, "me\u2019newte\u2019": 1, "tl": 2, "klotesnuk": 1, "etl": 5, "alsusulti\u2019k": 1, "l\u2019nuwo\u2019lti\u2019k": 1, "pa\u2019pe\u2019wa\u2019ki": 1, "nekmowey": 5, "mlki": 1, "maliaptite": 1, "panta\u2019tasikek": 1, "\u201cdominian": 1, "coal": 1, "co": 1, "nestuatl": 1, "telimat": 3, "\u201cteliaq": 1, "teluen": 1, "telueneg": 1, "gji'nmumiw": 1, "ewi\u2019kmi\u2019tij": 1, "piluey": 4, "nuta\u2019tew": 2, "wikua": 1, "tmk": 1, "pantesu": 1, "teliktui": 1, "wksitqamui": 1, "mesta": 2, "kisiteketteli": 1, "wla\u2019lnu\u2019kw": 1, "wsitawi\u2019wentel": 1, "melki-ksaluet": 1, "jel": 17, "me\u2019j": 3, "asiteksalane": 1, "nike'": 7, "ewe'wmn": 1, "la'qittaqn": 1, "kloqwej": 1, "ewi'": 1, "kit": 1, "waltestaqniktu": 2, "na\u2019": 3, "tal-lukwen": 1, "wela\u2019kwl": 1, "eli\u2019sikik": 1, "pajjo": 2, "nuku\u2019": 1, "kiseyasikw": 1, "(s\u0268tke\u2019": 1, "kesnukwat": 1, "na\u2019tuwen": 1, "ankweywatl": 1, "kisio\u2019pla\u2019lutp": 1, "wunjianuaq": 1, "tepwijo\u2019ltijik": 1, "maliamanew": 1, "jijklue\u2019wjik": 1, "ala\u2019tu\u2019tij": 1, "pukwelk": 4, "kelu\u2019k": 3, "waieknapiey": 1, "tel-lukuti\u2019ti": 1, "tkesnuk": 1, "weja\u2019lujik": 1, "wasewultiji": 1, "klapis": 7, "wajuaq": 2, "apaqt": 1, "alto\u2019kek": 1, "mkum": 2, "nkma'ji'j": 1, "piskwa'n": 1, "ki's": 4, "katewapu'l": 1, "pkwasaq": 2, "wissukwa'tiji": 1, "lu'sknik": 1, "telimatl": 3, "uggwit": 2, "\u201cgiju'": 1, "nige'": 5, "weja'tegem": 1, "tli": 3, "ugsua'l": 1, "nnaqapem": 1, "st'ge'": 1, "'ggwi": 1, "elizabeth": 5, "ryan": 1, "paul": 2, "wtsul": 1, "carol": 1, "iltumkwate": 1, "mawikma\u2019tekemk": 1, "mawi-mtue\u2019ki": 1, "atu": 1, "teimieks\u2019p": 1, "knua\u2019taqan": 1, "sa\u2019se\u2019wa\u2019tutew": 1, "telilsumuj": 1, "o\u2019platekep": 1, "tltu\u2019wetew": 1, "etlkina\u2019matik": 1, "tujiwamujpana": 1, "telimut": 3, "o\u2019pla\u2019teke": 2, "apjiw": 1, "gesalajig": 1, "negmewe'g": 1, "ugs'tqamug": 2, "enmi": 1, "gsalaji": 1, "glapis": 3, "ugtejgewe": 2, "ektu": 4, "kinamasin": 1, "ujit": 8, "gould": 1, "ewaq": 1, "ukjiksu": 1, "amalkamk": 3, "setanewimk": 1, "majukwaten": 1, "eteli": 1, "astuasi": 1, "msit": 16, "suliewe": 1, "apankitmumk": 1, "mkumie\u2019j": 2, "pleku\u2019": 1, "klmuejuaps": 1, "mali": 3, "nutgeg": 1, "ul": 4, "smtug": 2, "tewiet": 3, "naji": 1, "a'suguatl": 1, "se'susa": 2, "ugtejgewei": 1, "na'gweg": 1, "pestie'uti": 2, "espe'": 1, "samqwan": 4, "piskutqa\u2019tasinuk": 1, "wikuaq": 2, "elketnkis": 1, "sipuk": 6, "waieknap": 2, "essawiaq": 1, "sewkewe": 1, "wowk": 1, "psaqte\u2019j": 1, "na\u2019tel": 2, "etli-essawiatk": 1, "wijei": 11, "mawo'la'titaq": 1, "igtigig": 2, "'msnmnew": 1, "iapjiwewei": 6, "mimajuaqan": 6, "wa'so'q": 5, "apangitugsultitaq": 1, "ulgwijultita": 1, "amskwesewe\u2019l": 1, "nesiskekipunqek": 1, "a\u2019qatayik": 2, "lukewinu\u2019k": 2, "se\u2019k": 5, "tleyawultisnik": 1, "tel-": 1, "nastua\u2019tasik": 1, "tel-akutmumk": 1, "tapuiska\u2019qewey": 1, "kaskimtlnaqnipunqe": 1, "kispast": 1, "waltestaqno\u2019": 2, "ika\u2019lit": 1, "astua\u2019li": 1, "tapu\u2019kl": 2, "sasqe\u2019l": 1, "kuntal": 1, "ke\u2019kupo\u2019tu\u2019nl": 1, "winpiasik": 1, "ewe\u2019wmi\u2019tij": 1, "sepewi-alasutma\u2019tij": 1, "alasutma\u2019tij": 1, "ke\u2019sk": 6, "mna\u2019q": 2, "ketaqama\u2019ti\u2019": 1, "unaqapemg": 6, "elisugultijig": 1, "na'tami": 2, "nesisgl": 1, "neggul": 1, "loqt": 1, "jiniw": 1, "nemia'titl": 1, "wesgit": 1, "pmielitl": 1, "samqwanigtu": 1, "iknmuas": 1, "eleke\u2019wi\u2019skwa": 1, "i": 1, "wsiskw": 1, "kisituap": 1, "kna\u2019taqney-iktuk": 1, "telimasnl": 1, "newtiskekl": 1, "na\u2019kwekl": 2, "teli-pkijitoqsi": 1, "eleke\u2019wiskw": 1, "telues": 1, "\u201cnewtiska\u2019q": 1, "te\u2019sik": 1, "teli-pkijawsimk": 1, "kjijitaqn": 2, "ewekasi": 2, "amskwesewey": 3, "na'kwet": 1, "ilpalikat": 1, "wutmo'taqnwual": 1, "lo'tu'titl": 1, "kikjuk": 5, "qasqe'k": 1, "na'taqmquswa'timkewe": 1, "mclellan": 1, "kis-we\u2019wtew": 1, "ewi\u2019kik": 2, "wtui\u2019katikn": 2, "ika\u2019j": 2, "milamu'k": 1, "ewe'wmek": 1, "kinua'taqatinen": 1, "telia": 1, "nujo\u2019tkisnek": 1, "mattaqte\u2019kneyek": 1, "piamiw": 5, "newiskekipunqek": 1, "toqijiw": 1, "punatoq": 1, "ikaluksi": 1, "wetsiawewoqwet": 1, "koqwe": 1, "wesuwatuaj": 1, "nikanusal": 1, "upita": 1, "telue": 6, "mset": 4, "welasuwaqn": 1, "nilnu": 1, "kelusutke": 1, "ki": 1, "amalkaltimk": 2, "mijisultimk": 2, "pestie\u2019wa\u2019lujik": 1, "wikmuji": 2, "iknmutl": 2, "klujjieweymual": 2, "teluitmi\u2019titl": 1, "wasuek": 3, "mulin": 3, "poqji-wekasimke": 1, "etekipnl": 1, "wuta": 2, "papuaqn": 1, "miamuj": 6, "wsuwa\u2019toq": 1, "ki\u2019kajeyu": 1, "ila'kitu'nl": 1, "waqntal": 3, "mi'soqo": 3, "kijka": 2, "ajki'k": 1, "kalti": 2, "apli\u2019kmuj": 1, "ankite\u2019tmuk": 1, "tle\u2019te": 1, "kejitoq": 2, "ketaqma\u2019sit": 1, "kamlami": 1, "kelamajik": 1, "wunijin": 1, "jiko\u2019teket": 1, "ketaqma\u2019si": 1, "mpek": 1, "lnuoltimkewey": 1, "pilek": 1, "kanataewaq": 1, "kelnatitek": 1, "lnuekatikto": 1, "eliaq": 6, "eskistoqni": 1, ";": 5, "mempelt": 1, "nyanz": 1, "ewitemuk": 1, "wacoqemaq": 1, "nekemewey": 1, "ikenemuik": 1, "telitpien": 1, "unaqasin-": 1, "matekik": 1, "emse": 1, "we\u2019jitu\u2019n": 1, "tetpaqik": 1, "mqoqt": 3, "we\u2019wtew": 1, "wikpi": 1, "metuina\u2019": 1, "ekina\u2019masultiwekip": 1, "saqamawewa\u2019ki\u2019l": 1, "kanat": 2, "a": 8, "operation": 1, "harrington": 1, "tela'siki": 1, "lo\u2019q": 1, "apji\u2019ek": 1, "wkjit": 2, "pekwatuie": 1, "elki\u2019kwetalalu\u2019liek": 1, "kepmite\u2019lmule": 1, "ktininwekuisit": 1, "wejiwuli": 1, "niska": 2, "me\u2019mu": 1, "kisikuo\u2019pal": 2, "wetta\u2019q": 1, "lefort": 1, "iknmus": 1, "kanataewey": 1, "mkite\u2019taqney": 1, "penatmuiku\u2019s": 1, "wtlukwaqn": 2, "ekinua\u2019teket": 1, "telo\u2019ltisni\u2019k": 2, "wenujki\u2019k": 2, "teli-apoqntik": 1, "nastaqapo\u2019tasimk": 2, "tli-ankaptasiktn": 1, "natawa\u2019qa\u2019tekemkewe": 1, "pekisito\u2019q": 1, "siawa\u2019tumk": 1, "wenujki\u2019": 1, "menaqajewa\u2019sit": 1, "nata\u2019lukwe": 1, "ktlukwaqn": 1, "mese\u2019": 1, "ketapekiet": 1, "pem-pa\u2019skite\u2019ke": 1, "wenujk": 3, "klujjiewto\u2019simk": 1, "alasutmaqney": 1, "ketlamsitasultijik": 1, "peji-wsimkutisni\u2019k": 1, "l\u2019uipu\u2019lk": 3, "kespu\u2019tmumkek": 1, "acadia": 1, "wej-tewa\u2019teskusni\u2019k": 1, "s": 1, "telima'titl": 1, "e'pilit": 2, "\u201cnige'": 1, "getlams'tmu'tie": 1, "awi": 1, "kepmi": 1, "mtoqaliski": 1, "kluskap": 2, "elwitemasiseni": 1, "lnuki": 1, "toq": 3, "wejatekemk": 1, "kisku": 4, "kopitk": 1, "sikeniktuk": 1, "(": 3, "we\u2019jituap": 1, "a\u2019tla\u2019wekn": 4, "ewikasik": 3, "wsitqam": 1, "wltetew": 1, "elqanatekewe": 1, "ji\u2019nmuk": 5, "sinuwutqa\u2019tu\u2019tij": 1, "ila\u2019kwa\u2019tu\u2019tij": 1, "puljaynewawti": 2, "ewe\u2019wmi\u2019tijl": 1, "sqna\u2019qe\u2019l": 1, "wena\u2019qikemkewe\u2019": 1, "goqwei": 14, "uggwaiugtuioq": 1, "gaq": 2, "nepilg'p": 1, "ji'nm": 9, "atlasmutigisg'gigtu": 1, "menaqqajewei": 1, "angite'tmug": 1, "tliaq": 1, "gigwaji": 1, "ilsutaqatio": 1, "weliaq": 1, "wela\u2019matultiekik": 1, "te\u2019sipow": 4, "ketu": 2, "mselsit": 1, "eliet": 2, "nepiteke": 1, "ilamketekewel": 1, "amalkewaqe": 1, "ektekel": 2, "mekamuktnukel": 1, "amalkewaqen": 4, "amalka": 1, "teluaq": 2, "tampasek": 1, "amulka": 1, "pasek": 1, "ajasik": 1, "ektinin": 1, "(bernie": 1, "franci": 1, "personal": 3, "communicatio": 3, "october": 1, "ewi'gas'g": 1, "gjinisgam": 6, "ugtwi'gatign": 2, "\u2018nujiugs'tawi'wet": 1, "ugtaquttew": 1, "ta'piteg": 1, "ugs'tqamuitew": 1, "petliemg": 1, "ta'pit": 1, "wigi": 1, "asa\u2019si": 1, "kaq-lukwemkewey": 1, "atknaqn": 1, "welta\u2019siaq": 1, "pipanimu": 1, "maliamatisk": 1, "mia\u2019w": 1, "nujo'tkl": 1, "te'pe'pni'l": 1, "nekm": 9, "wape'litl": 1, "alqopaqjikapim": 2, "halifax": 1, "herald-iktu": 1, "nikanpukuit": 1, "tla'taqatioq": 1, "ignmugsitoqs'p": 2, "gelutmuoq": 1, "'nwisunm": 1, "tewije\u2019kek": 1, "elies": 2, "muliank": 2, "aji-ankaptiksip": 1, "ne\u2019a\u2019tasik": 1, "mccordey": 1, "etli-anko\u2019tasik": 1, "sa\u2019qewey": 2, "pegising": 1, "tliman": 1, "wasete": 2, "'ms't": 13, "nuttaq": 1, "agnutmaqan": 1, "'gtlams'tta": 1, "netui\u2019skesni\u2019k": 1, "sunmin": 1, "klujjiewe\u2019l": 1, "pessimkewe\u2019": 1, "aakenutemaqen": 1, "sakewey": 1, "kisaq": 1, "wikultijik": 4, "ut-mikemaki": 1, "newtiskaq": 4, "kaskimtlnaqniponqe": 1, "mclennano\u2019q": 1, ")": 1, "e\u2019pitaq": 1, "mil-lukwetaq": 1, "teli-pkijawsit": 1, "wla\u2019sitew": 1, "wutan": 5, "sante\u2019wi": 1, "mawio\u2019mi": 5, "makkelmis": 1, "wekwisi": 1, "gilew": 2, "majulgwatmu'titoqs'p": 1, "mowis": 1, "ugt'tplutaqan": 1, "wej": 1, "gwilmuioq": 1, "amsalteg": 2, "suisga'tu": 1, "telasiksep": 1, "kesk": 1, "ukjiksul": 1, "siawipematutijel": 1, "lnuel": 2, "saqewel": 1, "amalkewaqenn": 1, "koju": 1, "mimajuinu\u2019k": 7, "wisukwa\u2019tijik": 1, "emittukwaltultiji": 1, "nujjinen": 1, "w\u00e1s\u00f3": 1, "epin": 1, "jipte": 1, "eluisin": 1, "mekit\u00e9tme": 1, "\u00e1s\u00f3q": 1, "ntelitanen": 1, "jiptek": 1, "iknmuiek": 1, "nemulek": 1, "wletesenen": 1, "n\u00e1t\u00e9": 1, "net": 5, "ki'lta'n": 3, "sa'q": 4, "weskowa'si": 1, "tettwen": 1, "maja'si't~pwen": 1, "ki'lnaqali't~p": 1, "me'": 12, "eymapwen": 1, "ki'l": 2, "telimi't~p": 1, "maja'si": 1, "eymap": 1, "nkamulamunkwen": 1, "ki'": 1, "pejiwsiekip": 1, "garry": 3, "kaqi-kina\u2019masije": 1, "iloqamkik": 1, "sa\u2019qewe\u2019k": 1, "pajjoq": 2, "ala\u2019liki": 1, "teli-ankamkuk": 1, "misekn": 1, "wel-kne\u2019kek": 1, "mulinji\u2019ja\u2019sik": 1, "kesikawi\u2019pik": 1, "pemikwalsimkewey": 1, "ewe\u2019wmumki": 1, "qenokitomon": 1, "kisuwikhomeq": 1, "elluhkhotiyeq": 1, "pomikto": 1, "\u2018tokitomonc": 1, "kehsi": 1, "woltakhotihtit": 1, "spopultici": 1, "psiw": 3, "ote": 2, "\u2018toluhkewakonuwa": 1, "wicuhketomuniya": 1, "weci": 2, "sankewitahasultiye": 1, "meselsultiji": 1, "wasikusikank": 1, "kaqia\u2019q": 2, "matntimk": 1, "nisiaqsip": 1, "tela\u2019tekek": 2, "awsamsa\u2019qewey": 1, "lukwaqney": 3, "dosco": 1, "tetpnmukl": 1, "aji": 8, "kejikawe\u2019l": 1, "sqna\u2019qw": 1, "etlitasikewe\u2019l": 1, "ontari": 1, "kis-wi\u2019kiksip": 1, "wi\u2019katiknji\u2019j": 1, "teluisik": 2, "\u201ctoqwaqji\u2019jk": 1, "a\u2019knutmaqn": 1, "l\u2019uipu\u2019lk\u201d": 1, "wujjl": 2, "kaqa\u2019tasike": 1, "apankitkis": 1, "pile\u2019l": 1, "l\u2019tasikt": 1, "megnmi'titl": 1, "gun'tal": 1, "gun'tewta'new": 1, "ne'pa'ne": 1, "pesu'gwatmu'tijig": 1, "gutan": 1, "gapelnia": 2, "kisitasikek": 1, "kisitumkek": 1, "epatua\u2019timkewey": 1, "pekte\u2019sik": 1, "pitue\u2019k": 1, "havensid": 1, "amskweseweyek": 1, "l\u2019uipu\u2019lkewey": 2, "aquaskiksipnl": 1, "sikwoqasiknn": 1, "waqlusanek": 1, "piltuamu\u2019kl": 1, "koque\u2019l": 1, "kaqi\u2019sk": 2, "ewe\u2019wmi\u2019titl": 1, "kwiluasultite\u2019wk": 1, "kaqismilamuksultiji": 1, "meta": 1, "kelu\u2019lk": 1, "ete": 1, "wa\u2019so\u2019q": 1, "tetli": 2, "mkite\u2019lmule": 2, "wuleye\u2019n": 1, "mijua\u2019ji\u2019jwa\u2019so\u2019q": 1, "kji-niskamewite\u2019lmule": 1, "to'q": 12, "lnu'k": 1, "wutanji'": 1, "wikin": 1, "teliltaqte\u2019mulk": 1, "ma\u2019": 4, "tllimam\u2019k": 1, "\u201cma": 1, "'nqaluloq": 1, "newgtugwa'lugutioq": 1, "mijua'ji'jg": 1, "ungi'gwig": 1, "angweiaguta": 1, "'gsalioq": 2, "ul'ta'sultigoq": 1, "liei": 1, "nujjeg": 1, "negm": 17, "espe'g": 7, "tliatew": 2, "wegla": 4, "'ntangita'suaqanm't'pn": 1, "telimip": 2, "telimulo": 4, "kasa'lut": 1, "se't": 6, "a'n": 3, "wape'k": 1, "a'tlawekn": 1, "temino'tasik": 1, "tepu'tjik": 1, "e'piji": 1, "ango'tg'p": 1, "suliewei": 1, "i'": 3, "apoqonmasi": 1, "kisi-atiknetmi'tij": 1, "kis-lukwatmi'tij": 1, "naji-knekk": 1, "\u201ciga'lug": 1, "inaqaneg": 1, "'gta'pimuoq": 1, "'gtluaq": 1, "pugwelgig": 1, "'msnatoqs'": 1, "nisawtukwemkik": 1, "kaqawistoq": 1, "kjisaqmaw": 1, "pa\u2019tlia\u2019s": 1, "elapatoq": 1, "kuntewiktu": 1, "ajipjutmek": 2, "ewe\u2019wmnew": 1, "se\u2019sa\u2019tunew": 1, "ekinua\u2019taqn": 2, "l\u2019nuey": 2, "telo\u2019ltimk": 2, "ajipjululek": 1, "tkweywinen": 1, "wi\u2019kipatmek": 1, "l\u2019nue": 1, "kisi\u2019kipni\u2019k": 1, "pastunkewa\u2019kie\u2019kik": 1, "wikianek": 1, "na\u2019te\u2019": 4, "weljewiaq": 1, "amal-lukwemk": 1, "wela\u2019k": 1, "metuipuk": 1, "telukwet": 1, "shannon": 1, "school": 1, "of": 1, "busines": 1, "d": 2, "pkwimuo\u2019q": 1, "kwetapietaq": 1, "poqjikwe\u2019kaq": 1, "elmi": 2, "nespelmitaq": 1, "awsma": 1, "menuekepnek": 1, "tla\u2019luksi": 1, "article": 3, "wejkui\u2019aqmit": 3, "koqwajo\u2019taqan": 5, "telita\u2019sij": 2, "koqwajo\u2019taqaniktuk": 1, "wiaqtek": 1, "kesma\u2019q": 1, "sespeta\u2019sualmint": 1, "kwilmi": 1, "msinmn": 1, "iknmuetun": 1, "kinu\u2019tmaqan": 1, "ankita\u2019suaqan": 1, "mataqa\u2019taqan": 1, "ewe\u2019wk": 1, "tet": 4, "(weskewe\u2019k)": 1, "gujjuaqi'g": 1, "malqotmi'tip": 1, "mann": 1, "eimu'tipnig": 1, "paqtaqamigtug": 1, "nepu'tipni": 1, "mimajuwinuk": 1, "nuku": 2, "sespetetemitikw": 1, "ap": 9, "koqwey": 5, "telasikten": 1, "n": 3, "egsuo'qon": 1, "negme": 2, "mildred": 1, "\u201cmid\u201d": 1, "gray": 1, "ika\u2019lus": 1, "maliaptmn": 1, "kaplno\u2019ley": 1, "mattaqa\u2019temkewey": 1, "mattaqte\u2019kemkewey": 1, "mtmo\u2019taqne": 1, "ekjitun": 1, "eskistoqenikek": 1, "amalkewinuk": 3, "nemitun": 2, "ut-amalkewaqenmua": 1, "paqijeke": 3, "tett": 5, "pemwikasike": 1, "mawi-nutqwe\u2019te\u2019w": 1, "kulna\u2019j": 1, "telte\u2019lmus": 1, "amiw": 1, "na\u2019qatpa\u2019ji\u2019ji": 1, "steti": 1, "mila\u2019teke": 1, "kisitumk": 2, "lisqeikn": 2, "a\u2019qatikiski": 1, "me\u2019": 7, "aji-pkije\u2019": 1, "alsusuti\u2019l": 1, "ma\u2019kisi": 1, "ewe\u2019wasinukl": 1, "poqwajilukwektn": 1, "telapukuek": 1, "telite\u2019tmumkipn": 1, "eleke\u2019wa\u2019ki\u2019l": 4, "wtui\u2019katiknua": 1, "kesatmu": 1, "tel-lukwey": 1, "poqji-pilui\u2019kipni": 1, "ekina\u2019masuti": 1, "ktmoqjentew": 1, "nsitatultinen": 1, "tqamutatultinu": 1, "wela\u2019matutltinu": 1, "eleke\u2019wa\u2019ki\u2019": 1, "telakutimkl": 1, "teli-alasutmak": 1, "siawa\u2019tew": 1, "lukwaqan": 1, "pemlukwatmi\u2019tij": 1, "wantaqo\u2019ti": 1, "siawwije\u2019wmn": 1, "kisiku\u2019k": 1, "pema\u2019tu\u2019tij": 1, "getlams'tuigw": 2, "ilsutasit": 1, "newgtunatl": 1, "uggwis": 3, "sqna\u2019qewe\u2019l": 1, "loqwa\u2019taqnn": 2, "ewe\u2019wasiksipnl": 1, "puljayn": 3, "ajiknaqip": 1, "alukk": 1, "teli-ankamkusijik": 1, "ktu\u2019": 1, "kispesaq": 1, "weju\u2019sik": 1, "sapo\u2019nu": 1, "\u201cbullwork\u201d": 1, "waqama\u2019tumk": 1, "puktewi\u2019kann": 2, "wenaqo\u2019tumk": 1, "qasawo\u2019qap": 1, "ne\u2019kaw": 3, "pitn-iktuk": 1, "elukwatmumkisnl": 1, "nuta\u2019pnik": 1, "melkikna\u2019tijik": 1, "melkna\u2019tijik": 1, "lukewinu\u2019": 1, "koqwel": 1, "wekete": 1, "tes": 3, "pitaqi-amalkatem": 1, "taqemoqalukwey": 1, "wikuomkjij": 1, "kenuatelnin": 1, "nt-kamulamun": 1, "entmiwataqeney": 1, "igtigl": 1, "unaqapeml": 1, "patlia's": 2, "wel": 2, "nenuat": 1, "apat": 1, "tu'e": 1, "gelulatl": 1, "gistejui'sgwet": 1, "ango'tg": 2, "ga'qana'tas'": 1, "pisgwa'latl": 1, "pie'la": 2, "wejiaqsi": 1, "sysc": 2, "wtmtmo\u2019taqney": 1, "kaplno\u2019l": 3, "mi\u2019kma\u2019ki": 3, "ikana\u2019sik": 1, "mtawekn": 2, "a\u2019newe": 1, "malia\u2019n": 1, "ma\u2019sl": 1, "pema\u2019to": 1, "we\u2019jitu\u2019ti": 1, "meluij": 1, "amalkaltultijik": 1, "mijisultiji": 1, "pejita'jik": 1, "alasutma'tijik": 1, "eykik": 5, "wejita'ji": 1, "apc": 1, "yut": 1, "kisikoto": 1, "\u2018tanaqot": 1, "wolotakhotimok": 1, "kisehtuhtit": 1, "nutoluhkhotici": 1, "ne\u2019wtewit": 2, "mente\u2019": 1, "muate": 1, "telimul": 1, "kaqi-mkumie\u2019ja\u2019likipni": 1, "newtiska\u2019q": 1, "ajiet": 6, "sqana\u2019skw": 1, "eymu\u2019tikipnik": 1, "newtiskeksipnik": 1, "te\u2019sipowk": 4, "piskwo\u2019lujik": 1, "sqana\u2019sk": 1, "me\u2019telpek": 1, "kaqita\u2019tijk": 1, "mimajuinu\u2019": 2, "tuji": 3, "poqjituksipnl": 1, "kisite\u2019tkl": 1, "amaltaqwikasimk": 1, "welitpatikis": 1, "napuikaqn": 1, "nastek": 1, "wi\u2019katiknji\u2019j-iktuk": 1, "pejiapu\u2019p": 1, "nipialsutmamke": 1, "piskutqitenuksip": 1, "naji-nqana\u2019pemk": 1, "sipu\u2019ji\u2019jk": 1, "mi\u2019jano\u2019kuo\u2019m": 1, "etenuksi": 1, "winjewiaqsi": 1, "anki'tasik": 1, "o'pltesk": 1, "wikma'jl": 1, "apoqnmuwa": 1, "apaji": 2, "minua'lapn": 1, "mawikwaji": 1, "telpewatmi\u2019tij": 1, "na\u2019te\u2019l": 3, "wjiatew": 2, "tela\u2019taqatijikta\u2019nik": 1, "nikana\u2019tu\u2019tij": 2, "eleke\u2019wa\u2019k": 2, "nemitasitew": 1, "tijlw": 1, "menaqajmekunuj": 1, "ta\u2019nik": 3, "loq": 1, "kimlapukwemk": 1, "newte\u2019teli-assutmuk": 1, "mkunuj": 1, "nikanpukultiji": 1, "gaqamultijig": 1, "gigjiw": 1, "uggujiewe'": 1, "uggwitl": 1, "wijigatijig": 1, "mal": 2, "gliopas": 1, "ugte'pitem": 1, "matle'": 1, "pikwelken": 1, "tluetew": 1, "welinpawanek": 1, "newtitpa\u2019q": 1, "na\u2019tuen": 2, "mettewe\u2019k": 1, "mettetesk": 1, "na\u2019t": 3, "toqoju": 1, "kitoqepukuwasit": 1, "ankamaji": 1, "ekteki": 1, "nqamasa\u2019lukwi\u2019tij": 1, "eltaqnawatmi\u2019ti": 1, "eddore": 1, "amalkatk": 2, "kojua": 1, "mawiomil": 1, "maliewimk": 1, "utanel": 1, "klapi": 1, "espi-kina\u2019masulti\u2019tij": 1, "e\u2019piji": 1, "lukutijik": 1, "nutsaqika\u2019tijik": 1, "ewi\u2019kika\u2019tiji": 1, "ekina\u2019mua\u2019tiji": 1, "nepitaqatiji": 1, "etl-lukutijik": 2, "etli-npitekemk": 1, "mtmo\u2019taqne\u2019": 1, "uloqotalultiji": 1, "ktik": 5, "milesit": 1, "simtuk": 1, "ntutmaq": 1, "nesute'k": 1, "tqamuewe'": 1, "eymanek": 1, "immersion": 1, "keknu\u2019tumuksiekip": 1, "kepmite\u2019lsin": 1, "mekite\u2019lmjik": 1, "kisiku\u2019": 1, "kis-naso\u2019likipnik": 1, "ton": 1, "kmumie\u2019jk": 1, "newtipunqek": 1, "piami": 1, "newkl": 1, "mawimsiki\u2019kl": 1, "teluisikl": 1, "liksa\u2019": 2, "tke\u2019snuk": 2, "d\u2019escousse": 2, "mekaqnji\u2019j": 1, "weji-pqutankuwa": 1, "i\u2019": 4, "lieyapnl": 1, "etl-ankuamk": 1, "etliaql": 1, "jkikam": 1, "(sipu": 1, "ilpa'ti": 1, "tij": 1, "sugar": 4, "ikani": 1, "wunaqa'toq": 1, "waltestaq": 2, "loqontiejk": 1, "atkitemuktuipnikaq": 1, "elukkwalipnik": 1, "apaqtukta\u2019n": 1, "naqtmanek": 1, "mukla\u2019qatiktlia\u2019j": 1, "eympiskiaq": 1, "mikwite\u2019tmmukla\u2019qati": 1, "pegisulatl": 2, "pu'taiji'tl": 1, "waju'pelitl": 1, "mgo'tig": 1, "amjaqto'sut": 1, "ta'sewi": 1, "alex": 1, "ekina\u2019mues": 1, "tel-kiljem": 1, "ewi\u2019kikem": 1, "tel-mawkiljem": 1, "maqamikewey": 1, "kina\u2019matnewe": 1, "latinewi\u2019simk": 1, "aknutmaqne": 1, "kutey": 5, "kelamijek": 1, "ankweywijekme\u2019": 1, "weleywioqipetli-n\u2019tuanek": 1, "nkamulamunek": 1, "mukla\u2019qati": 1, "unama\u2019kik": 4, "klmuejuapske\u2019ka\u2019timk": 2, "etli-anko\u2019tasi": 1, "simon": 2, "pie'l": 4, "telimugsie": 1, "\u201cnaji": 1, "usge": 1, "telimaj": 6, "\u201cjigla'sites": 1, "gwiluitoqs'p": 1, "'lta'woq": 1, "elie": 1, "isabella": 3, "welsitk": 1, "atki\u2019k": 1, "etl-lukwemk": 1, "atki\u2019ktitew": 1, "mtmo\u2019taqney": 2, "ksua\u2019lanew": 1, "kina\u2019muanew": 1, "lukowinu\u2019": 1, "kisitutaq": 1, "e\u2019pite\u2019sk": 1, "tapuawtikl": 1, "lo'ta'tit": 1, "wji": 1, "eykipnek": 1, "teluisiksipnek": 1, "ukte": 1, "kisutmi'tipne": 1, "atuomkminey": 1, "amjaqikney": 1, "maw-wikk": 1, "nipk": 2, "wji\u2019nmumaq": 1, "malquma\u2019tisnik": 1, "atuomkminki\u2019k": 1, "pejiwsi\u2019tijek": 1, "kis-malie\u2019wi\u2019tije": 1, "l\u2019nu\u2019k": 5, "apajita\u2019tij": 1, "me\u2019nk": 1, "mawo\u2019tu\u2019tij": 1, "l\u2019nui": 1, "npisu": 1, "nuji-pipanikesi": 3, "telo\u2019tmu\u2019sip": 1, "poqji-piluamuksijik": 1, "wtue\u2019mua": 1, "\u201ctel'ta'sin": 1, "gisgaje'in": 1, "'npmn": 1, "nutuaj": 1, "nujjl": 1, "jigs'tuaj": 1, "jugu'etew": 1, "ni'ne": 1, "teltenuksipnl": 1, "lisqeiknn": 1, "nike\u2019": 7, "etl-lukwes": 1, "kualasoq": 1, "royal": 2, "canadian": 1, "legion": 1, "nuji-pi\u2019tipe": 1, "nemitoqsip": 1, "wi\u2019katikn": 2, "kwilut": 1, "nujo\u2019tmn": 1, "wasoqnmaqnatk": 1, "ne'kayiw": 1, "wisunn": 3, "mekenasikl": 1, "pestie'wa'lujik": 2, "kisiku'": 1, "tlia\u2019kispesaq": 1, "na\u2019kwe": 4, "sespete\u2019tmuk": 1, "ktlamsitasultijik": 3, "ne\u2019ata\u2019tew": 1, "elmiaq": 2, "tua\u2019lu": 1, "cheticamp": 2, "tam": 1, "tekikipnl": 1, "msaqtaqtl": 1, "kesik": 3, "elia\u2019tisnik": 1, "naqsunk": 2, "kewtaqsikulti\u2019k": 1, "wlipunsultita": 1, "esteke": 1, "bernie": 1, "francis": 2, "ewikekes": 1, "sisi": 1, "kawaskewikemuksepn": 1, "amalintuwaqn": 1, "ik": 1, "wikapaltimkewey": 1, "ektapekiaq": 1, "'ms'": 1, "nkma\u2019ji\u2019j": 1, "piskwa\u2019n": 1, "ki\u2019s": 4, "katewapu\u2019l": 1, "wissukwa\u2019tiji": 1, "lu\u2019sknik": 1, "na\u2019ku\u2019set": 2, "musikiskituk": 1, "epit": 1, "piskwasit": 1, "tuopiti-iktu": 1, "douce": 2, "atlasmit": 1, "sarah": 1, "petapilk": 1, "epetek": 1, "chocolate": 1, "weli-eptek": 1, "pipnaqn": 1, "te\u2019plma\u2019sewe": 1, "\u201cmut": 1, "ignmatmnew": 1, "'ggamlamunual": 1, "ewlgwija's'gt": 1, "\u201cthe": 2, "donald": 2, "report\u201d": 1, "wesku\u2019tasik": 2, "commissioney": 1, "kis-sutkis": 1, "klmuejuapske\u2019kati\u2019l": 1, "wsua\u2019tun": 1, "l\u2019uipu\u2019lkey": 1, "puljaynewey": 1, "ika\u2019tasiktn": 1, "devc": 1, "elmo'tu'titl": 1, "kaqnmawin": 1, "wsko'tmi": 1, "mawi-mtua\u2019luksiekip": 1, "kisi-nqalo\u2019tmnen": 1, "newtuka\u2019lukutiek": 1, "ignmuipnig": 1, "teluitmi'titl": 1, "ika\u2019pnaq": 1, "frank": 2, "tracye": 1, "ta\u2019puewey": 2, "keknuwaqn": 1, "alasutuo\u2019kuom": 1, "pantetek": 1, "tuopit": 1, "david": 1, "jones": 1, "emqwatu\u2019wasni\u2019k": 1, "chestico": 2, "etlklo\u2019tasik": 1, "aliwsutmumkeweyek": 1, "litaqnwikasimkeweyme": 1, "stekej": 1, "george": 1, "sikeniktukewaj": 1, "tetkep": 1, "ektapekiaqn": 2, "kepmitetemenej": 1, "(honour": 1, "song)": 1, "akenutkel": 1, "kitpu": 1, "pekisinkek": 1, "peji": 1, "apoqenmuaji": 1, "lnu": 1, "skijinu": 1, "joh": 1, "etlewistuekip": 1, "mary": 1, "ronal": 1, "kejitoqip": 1, "wejkwitayek": 1, "tmte\u2019mn": 1, "wusapun": 1, "to\u2019q": 4, "enqa\u2019si\u2019sip": 1, "pemi-mkumie\u2019ja\u2019lit": 1, "pe\u2019": 1, "temasqite\u2019mat": 1, "wusapu": 1, "mnkima'titl": 1, "nankl": 2, "iko'tatl": 1, "apankituat": 1, "mtln": 1, "na'n": 1, "kmu'ji'j": 2, "meki": 1, "ki'kajeyatultijik": 1, "kapaqsimtultijik": 1, "esnoqnem": 1, "tetuji": 5, "wla\u2019sik": 1, "wikumujik": 1, "wejita\u2019jik": 4, "pukwelkis": 1, "pejiwsit": 1, "te\u2019sisni": 1, "pema\u2019la\u2019titl": 1, "a\u2019nal": 1, "stoqnamuksiliji": 1, "alqopaqjikapimual": 1, "ma\u2019w": 2, "ntutma\u2019tiji": 1, "eweketasik": 1, "kepijoqatasikkisaqnutemaqen": 1, "papuwaqenatasimk": 1, "uskijinwim": 1, "qwelmajitasimk": 1, "empuwaqe": 1, "miwatekemk": 1, "iknemuwetasimk": 1, "kepmitetaq": 1, "wi\u2019katikney": 1, "wije\u2019wmi\u2019tij": 1, "la\u2019tuan": 1, "nuji-mawkiljewt": 1, "jean": 2, "dangloi": 1, "ala\u2019tulij": 1, "mtmo\u2019taqnewo\u2019kuo\u2019m": 1, "ela\u2019lukwet": 2, "wesua\u2019laji": 1, "kitmaqnk": 1, "elekejik": 1, "wejkul\u2019aqmit": 1, "alsumsultinew": 1, "sankewi\u2019mawita\u2019newaqq": 1, "kisi-mawo\u2019ltine": 1, "pkwatoq": 1, "tespo'qasiknn": 1, "kejitatekl": 1, "maqamikewiktu": 1, "ignmua's": 1, "tegenig": 1, "pewalgi": 1, "ewlite'lmi": 1, "ewle'jultiek": 1, "ankaminrefrai": 1, "wsitawi'wen": 1, "oqo": 1, "wsitawi'we": 1, "ktapekiaqney": 2, "mawi-amskwes": 1, "ewikasiksip": 1, "mi\u2019kmaq": 2, "antholog": 1, "kis-wi\u2019kik": 1, "lindsay": 2, "marshal": 1, "tewa\u2019tu\u2019tis": 1, "pottersfield": 1, "press": 1, "kisi-iloqaptmi\u2019tij": 1, "rita": 1, "joe": 3, "lesley": 1, "choyc": 1, "tamk": 1, "klamuksinew": 1, "repor": 1, "attimk": 2, "o": 2, "kisikuo'pal": 1, "wetta't": 1, "gisa'lugsieg'pnn": 1, "'gtlams'tulinen": 1, "gi'l": 7, "wejien": 1, "siaw": 4, "tpi'kettal": 1, "kaqia": 1, "pipanima'tit": 3, "\u201cwen": 1, "u't": 1, "telim'sg'": 1, "\u2018'mgne'n": 1, "'gpismutim": 1, "pmia": 1, "npilut'p": 1, "gejiagul": 1, "wenilij": 1, "etli": 2, "gs'ga'sis": 1, "mawie'ti": 1, "pukwelkek": 2, "kisa\u2019tuanek": 1, "maltejue": 1, "orkthroughtim": 1, "moq": 1, "mackay": 1, "e\u2019pitewey": 1, "edinburgh": 1, "scotland": 1, "petkima\u2019tisnl": 1, "lukewinu\u2019l": 1, "mukla\u2019qatik": 1, "aji-apoqnmuan": 1, "pejiwsultipni": 1, "lukewinu": 1, "teluisis": 1, "re": 1, "katua": 1, "nutaq": 1, "metew": 1, "seskwalatij": 1, "amalkewinu": 3, "tkipowi": 1, "kaqi-tepiaq": 1, "samqwa": 1, "klu\u2019k": 1, "mesnmin": 1, "wejaqma\u2019tu\u2019nl": 1, "jiklkmiaq": 1, "wi\u2019n": 1, "mime": 1, "ketapekiewajik": 2, "telimajik": 2, "\u201cwlpik": 1, "waltestaqnji\u2019jk": 1, "paqasikjenuksi\u201d": 1, "amalimaji": 2, "pema\u2019lukuti\u2019ti": 1, "mawita\u2019jik": 2, "alasutuo\u2019kuomk": 1, "nike\u2019app": 1, "pingowi": 1, "sa'n": 3, "wesgumat": 1, "italianaq": 1, "mesnmi\u2019tiksip": 1, "naqtmi\u2019tis": 1, "sipu": 4, "aj-kwilmi\u2019tis": 1, "pgisinap": 1, "msnmu'titoqs'p": 1, "mujgajewei": 3, "wajui": 1, "guguntoqs'": 1, "nujo'taqatitki'": 1, "naqsi": 2, "pejita'sni'kse'susa": 1, "malia": 1, "so'sepal": 1, "we'jia'tisnik": 1, "kinu": 1, "wije'wane": 1, "weleyaqi": 1, "lassui\u2019pi\u2019skwaq": 1, "maliaptmi\u2019tisnl": 1, "malsano\u2019kuoml": 1, "-": 4, "netui\u2019ske\u2019tij": 1, "mijipjewey": 3, "milamu\u2019k": 1, "wji\u2019nmumuaq": 1, "wujjuaq": 1, "alankua\u2019ti\u2019tij": 1, "se\u2019": 1, "ut-lukowaqenmel": 1, "tewapanqetke": 1, "\u201cta'n": 2, "wesua'tuitl": 1, "'nt'tplutagnml": 1, "jigs'tmuitl": 1, "gesali": 2, "kisankuay": 1, "newte\u2019jit": 3, "tepawtukwetis": 1, "lian": 1, "pilue": 1, "van": 1, "de": 1, "hoogenaq": 1, "piskwi-wi\u2019kusultisnik": 1, "kjipuktuk": 1, "tepita\u2019snik": 1, "port": 1, "hawkesbury": 1, "hugh": 1, "macmillan": 1, "wkwe\u2019ji\u2019ja": 1, "christine": 1, "nata\u2019": 1, "mattaqte\u2019kesna": 1, "apoqenmaqwitijel": 1, "nutantaqetijik": 1, "koqajuwatenew": 1, "wisesk": 1, "toqsultitij": 1, "enaqsiw": 1, "wikutaq": 1, "ketantekemkewe": 1, "tetpakiake": 1, "saqmaw": 2, "ut-wikuwomk": 1, "ketapekiatk": 1, "newtej": 2, "telta": 1, "atpuku": 1, "asim": 1, "asiteklusuwalut": 1, "newtejk": 2, "metetoqsultijik": 1, "mawiewinu": 1, "welgwitgl": 1, "uggamlamunual": 1, "nemia'tij": 1, "gjisaqamawu": 1, "te's": 2, "newgte'jit": 7, "samqwano'q": 1, "pisoqol": 1, "aqataig": 1, "malige'": 1, "gaqama'sit": 1, "gujmug": 2, "utqutaqanigtug": 1, "atgitemi": 1, "wloqatalulti\u2019titek": 1, "se\u2019suswesua\u2019lasnl": 1, "mekite\u2019limuksilipnl": 1, "nqanipsuniml": 1, "apj": 1, "muiualiske": 1, "ejili": 1, "niskamewin": 1, "tlisip": 1, "tetpi": 1, "ilumasna": 1, "nqanipsunim": 1, "malqotg": 1, "na'qi": 1, "samqwaj": 1, "nmal'tem": 1, "geggun": 1, "gespaqami'g": 1, "iga'q": 1, "unaqa'la's": 1, "utqutaqane'gati": 1, "mimajitew": 1, "ei": 2, "e'pite'ji'jk": 1, "pemukwala'titl": 1, "a'na": 2, "ilgwenaji": 1, "gji'tutaq": 1, "teliaqewei": 3, "gjinisga": 3, "waqama'sultitaq": 1, "gesgmnaq": 2, "iga'qtnu": 1, "jugwo'la'": 1, "pile\u2019k": 3, "jerse": 1, "channel": 1, "island": 1, "kisite\u2019tkip": 1, "telpili": 1, "meski\u2019kl": 1, "pkesiknn": 1, "kisi-mawi\u2019smumkl": 1, "wkiljewajik": 1, "enqa\u2019toq": 1, "waltes": 1, "apankitatim": 1, "ala\u2019tu\u2019tip": 1, "wasoqa\u2019tekemkewe": 1, "mimajuinualsiap": 1, "unaqa'lioq": 1, "gujjieweigtu": 1, "'gjittoqs'p": 1, "newgte'ji": 1, "petgimi": 4, "samaliaewa'juin": 1, "mn'tu": 2, "pitu'gwi": 1, "pilei": 1, "'tplutaqan": 1, "epijik": 1, "etoqta\u2019tijik": 1, "elo\u2019tutij": 1, "nipapiktuate": 1, "wlmajo'ti'": 1, "wjiknaml": 1, "wessua\u2019tu\u2019tis": 1, "i\u2019ka\u2019taqneymuew": 1, "mulapukek": 1, "toqi": 1, "maliaptmi\u2019tis": 1, "te\u2019sipunqekl": 1, "pekwatelkis": 1, "ika\u2019taqney": 1, "rankinvill": 1, "wet-tlui\u2019tiksip": 1, "wikmaq": 1, "jonesaq": 1, "wikultisni\u2019k": 1, "etuk": 2, "etli-weskwijinuip": 1, "wales": 1, "eymu\u2019tisni\u2019k": 1, "pituimtlnaqn": 2, "te\u2019sitki\u2019k": 1, "teluisultitki\u2019k": 1, "jone": 1, "musga'tuitew": 1, "mesgi'gl": 1, "goqwe'l": 3, "tla'tege": 1, "paqalaiultitoqs'": 1, "al": 1, "gwiluio": 1, "mut": 2, "ugsua'lanew": 1, "ala": 1, "igtigi": 1, "pukwelta\u2019tikisni": 1, "lpa'tu": 1, "keytu'n": 1, "wejkwikwet": 1, "nutk": 1, "wjiknamaq": 1, "kemutnalusna": 1, "wejiapu\u2019kwetumkis": 1, "malsanewewe": 1, "elkitasik": 1, "napikwanji\u2019j": 1, "neialsi": 1, "malsano\u2019kuo\u2019ml": 1, "eteksipnl": 1, "wejuowk": 1, "etli-epatua\u2019timkewe": 1, "a\u2019ku\u2019set": 1, "sekawa\u2019j": 1, "welta\u2019sitl\u2019nu": 1, "tetapua\u2019lij": 1, "wktlukwaq": 1, "telui'tmik": 1, "apajawlet": 1, "kisikuo'": 1, "wsitnuksiwal": 1, "elnmikwek": 1, "nekmaq": 2, "nuta't": 1, "kmu'j": 1, "metuina'": 1, "wesgumatl": 1, "'ntuisgalgutal": 1, "galaliewa'gig": 2, "eig": 2, "g'pnno'lewei": 1, "iganpugui": 1, "uggwisl": 5, "gesnugwa'lit": 1, "welaq": 1, "poqjiw": 1, "altajik": 1, "wenikuwom": 1, "miwalatitel": 1, "skijinul": 1, "pematoq": 1, "emken": 1, "mitije": 1, "kne\u2019ji\u2019jke\u2019": 1, "wksisk": 1, "pekisinki": 1, "piltuite\u2019tmitij": 1, "tela\u2019sitaq": 1, "kulkwi\u2019saq": 1, "etlipullut": 1, "weskumu": 1, "tla'taqatitoqs'p": 1, "musgalsultioq": 1, "nnaqapemultine": 1, "pipanimaj": 1, "\u201ctale'g's": 1, "'ngwis": 1, "ila'site": 1, "telima'tit": 1, "\u201culagu": 1, "mewlia'gweg": 1, "epsimgewei": 1, "ejigla's'ge": 1, "el": 2, "tetemitij": 1, "ut-natawatekemkeweymuow": 1, "iknemuwetemkewey": 1, "(sable": 1, "kiwto\u2019qa\u2019sikewey": 1, "anapi": 1, "ne\u2019sijik": 2, "kajjimeni\u2019skwaq": 1, "panta\u2019tu\u2019tisnek": 1, "etl-qatmumkek": 1, "polan": 1, "pastunkewa\u2019k": 1, "ktaqamkuk": 1, "kaqi-kisa\u2019tasi": 1, "tetal": 1, "wju\u2019sne\u2019l": 1, "megawatt": 1, "e'pite'": 1, "natalie": 1, "stevens": 2, "wikikl": 1, "menuetke'titl": 1, "wskwijinu'l": 1, "alasutmelsewuksili": 1, "asoqomisugultijig": 1, "gwiluane": 1, "teliksika\u2019tuek": 1, "apoqntikis": 1, "kaplno\u2019": 1, "maliaptmi\u2019tij": 1, "telitum": 1, "te-lpma\u2019tumk": 1, "teli-apankitmumk": 1, "kisi-mknusnik": 1, "malie\u2019wultinew": 1, "jinmu\u2019k": 1, "nemia\u2019tita": 1, "si'stewei": 1, "pipanimat": 1, "\u201csimon": 1, "ewlgwijing": 1, "asgaiut'p": 1, "pipanimateg": 1, "si'stewe": 1, "\u201cgesali": 1, "\u201cgjisaqamaw": 1, "geitu'n": 1, "goqwe": 1, "amalwikikaqnn": 1, "keknuatekekel": 1, "ut-jijaqemijel": 1, "(kathy": 1, "denn": 1, "may": 1, "tumaa": 1, "\u201ctet": 1, "iga'tu": 1, "'gtluign": 1, "angaptmui": 1, "'npitn": 2, "nutemen": 1, "wijeten": 1, "astuasik": 1, "kno'tulu": 1, "maljewe'juineg": 1, "tela'tege't'p": 1, "gsatmu't'p": 1, "elie't'p": 1, "puatmn": 1, "gisigu'en": 1, "lasgattes": 1, "'gpitnn": 1, "nat": 1, "piluei": 1, "gl'pilmuatal": 1, "la'lultaq": 1, "liew": 1, "telimuloq": 1, "lita'sualitoqs'": 1, "eltutitl": 1, "mawiomijije": 1, "iknemwetutijl": 1, "kinamasultijijl": 1, "amalkatijik": 1, "ut-utanmua": 1, "pa\u2019kewimk": 1, "pekije\u2019nuk": 1, "lapa\u2019tko\u2019tekem": 1, "l\u2019pa\u2019tujk": 1, "toqi\u2019katisn": 1, "wunaqiatulta": 1, "ankamsit": 1, "wenju\u2019jaqamati-iktu": 1, "welaptik": 1, "nemito": 1, "klu'k": 1, "ukjit": 1, "telkistu\u2019we": 1, "sa\u2019q": 3, "toqankuajik": 1, "akutijik": 1, "wela\u2019matiji": 1, "nuji-kina\u2019masultitewk": 1, "na\u2019tunewtilukutijik": 1, "tewijo\u2019ltiji": 1, "tleyawi": 1, "wet": 5, "jugu'ewap": 1, "te\u2019sukunit": 1, "peskewisku\u2019": 1, "\u2013": 2, "tewiaq": 1, "kiskuk": 4, "tl-kekinu\u2019-kina\u2019muaten": 1, "menaqa": 1, "kulaman": 2, "kis-lukutitaqq": 1, "te\u2019s+k": 1, "el\u2019tasik": 1, "resource": 1, "sector": 1, "sko\u2019si": 1, "weji-ksite\u2019kipna": 1, "l\u2019pa": 1, "ne\u2019pe\u2019kipna": 1, "ankataqenejij": 2, "emteskmey": 1, "nenuioq": 1, "nenuaqoq": 1, "elg": 3, "nuj": 3, "tela'taqatioq": 1, "gujjuoq": 2, "tela'tege": 2, "newgti": 1, "ugs'tqamulti'tij": 1, "msnmi'tigw": 1, "mimajuaqa": 1, "se'su": 2, "nisa'siap": 1, "ugs'tqamu": 3, "gesatmi'tij": 1, "oqonitpa'q": 1, "waseteg": 1, "pata'taqatiji": 1, "ne'kaw": 1, "lnuwey-eleke'witey": 1, "telitqo'ltimk": 1, "siknikte'katik": 1, "kisa'toq": 1, "telkisi": 1, "ewle'juaqan": 1, "inue'kati'l": 1, "iktikik": 1, "eimu'ti'tij": 1, "siknikte'kati": 1, "mawnik": 1, "toqwa\u2019toql": 1, "nenulte\u2019tasin": 1, "skwijinulttplutaqanikiu": 1, "tuju": 1, "apajasitek": 1, "eymelij": 1, "witap": 2, "teluwe": 1, "teluwenes": 1, "eksipuminu": 1, "niwia": 1, "telimaji": 1, "gli'gewaq": 1, "eltumkip": 1, "puljaynuey": 1, "teli-l\u2019kimut": 1, "klmuejuapskw": 2, "kesikey": 1, "pitue\u2019": 1, "sma'gnisg": 3, "telimtultiji": 2, "\u201ctlia": 1, "suisgina'tua": 1, "laqatinej": 1, "'gji'jianenu": 1, "'msnte": 1, "klusuaqnn": 1, "wije'tikl": 2, "klusuaqn": 1, "keknu'tmasit": 1, "nutal": 1, "klusuaq": 1, "saqaliaq": 1, "nigweg": 1, "minitew": 1, "pugwelgt'te": 1, "waqma'toq": 1, "awti": 1, "la'laten": 1, "mekwe'litl": 1, "nu'gwalatl": 1, "sutaa": 1, "isgaliot": 1, "'ntuisgetun": 1, "kiwkta\u2019w-": 1, "tetpittsaqikkl": 1, "maylil": 2, "telki\u2019k": 1, "newtiska\u2019ql": 1, "ne\u2019siskl": 1, "wjipenuk": 1, "meni\u2019kejk": 1, "oqwatnuk": 2, "wejita'jik": 1, "pastumkewa'ki": 1, "ktikl": 1, "l'nuwe'kati'": 1, "aknutmaqne\u2019l": 1, "kis-wikasikek": 1, "\u201cfrom": 1, "the": 1, "dea": 1, "pilua\u2019sik": 2, "sqna\u2019qwey": 1, "etlitumk": 2, "apoqnmuasnik": 1, "jukiwsinew": 1, "buck": 1, "newtiskekipunqe": 1, "weja\u2019tisnik": 1, "scotlan": 1, "wikuma'titl": 2, "telima'tl": 1, "to'": 1, "ika'taqniktuk": 1, "eymlis": 1, "telema'titl": 1, "uku'e": 1, "awnasa'i": 1, "juku'e": 1, "pettukwi'k": 1, "ti": 2, "ala'toq": 1, "qaliput": 1, "al-kln\ufffdk": 1, "a'": 1, "kiskaja'toq": 1, "la": 2, "sikta'n": 1, "kwetejl": 1, "(na'tami": 1, "ne'w": 1, "mewlia'gwe": 2, "iganpuguit": 2, "sma'gnis": 2, "lesui'paq": 2, "ugsua'taqatiji": 1, "wesua'la'titl": 1, "gelpila'tit": 1, "ji\u2019nm": 2, "wejikinu\u2019tmasis": 1, "litaqwi\u2019kikemk": 1, "christian": 1, "brothersey": 1, "litaqnwi\u2019kikemkewey": 2, "wikip": 1, "nikana\u2019lasnik": 1, "boy": 1, "scout": 1, "asukom": 2, "te'sijik": 1, "ji'nmuk": 2, "pema'la'titl": 1, "wtejk": 1, "tapusijik": 5, "e'pijik": 1, "dianna": 1, "denny": 1, "malsulian": 1, "christmas": 1, "pema'tiji": 1, "i\u2019ke\u2019kwa\u2019tuapnek": 1, "npo\u2019qn-iktu": 1, "kesnukwajek": 1, "entuap": 1, "etl-lukwe": 1, "\u201cpa": 2, "jigs'tmuitoqs'p": 1, "telimuloqol": 1, "emtoqwalataq": 1, "knutmaqn": 1, "mekite\u2019tasik": 1, "lukwaq": 3, "itaptimk": 1, "aqmawikwam": 1, "jit": 1, "mulinji\u2019juey": 1, "natawa\u2019qatekemk": 1, "peji-jileyumkaq": 1, "wsitqamu": 1, "metua\u2019si": 1, "eke": 1, "mteskmewi": 1, "amalkewaq": 1, "eweketutij": 2, "peputeskaqn": 1, "(rattle)": 1, "tasik": 1, "usemuiktuk": 1, "kemujey": 1, "weskitaqtek": 1, "nemejueke": 1, "kunteje": 1, "puliewe": 1, "peskewel": 1, "pkisitasikek": 1, "(whitehead": 1, "&": 2, "mcgee": 1, "sisua\u2019qate\u2019kn": 1, "metteta\u2019q": 1, "poqji-kinamuemk": 1, "si\u2019st": 1, "tapuiskeksijik": 1, "nujikina\u2019masultite\u2019wk": 1, "toqpijik": 1, "pataluti-iktu": 1, "naspultijik": 1, "mawalo\u2019mi": 1, "kislwi\u2019kml\u2019tij": 1, "alsutaqn": 1, "wi\u2019katikniktukta\u2019n": 1, "teli-espite\u2019tmi\u2019tij": 1, "wikaqteklkoqwajo\u2019taqann": 1, "wejku\u2019aqmi\u2019till": 1, "mimejuinu\u2019k": 1, "wkpmite\u2019taqan": 1, "teliespite\u2019lmij": 1, "ji\u2019nmukaqq": 1, "aqqkisite\u2019tml\u2019tij": 1, "ktmoqjnmnew": 1, "wejiwula\u2019tekemk": 1, "ajiklu\u2019tnmimajuaqan": 1, "alsusut": 1, "'lgowinuj": 3, "ugsmugwatew": 2, "tali": 2, "el'te'lmagwig": 1, "jijgluewji": 2, "puni": 1, "alasutma\u2019ti\u2019": 1, "kiljewatitl": 1, "wenl": 1, "kaqlamili": 1, "welikwetutk": 1, "\u201ce\u2019": 1, "jim": 1, "aji-": 2, "nujo\u2019tm": 1, "wasoqnmaqnatkw": 2, "senusaqtek": 1, "kiwkta\u2019w-mnik": 1, "lnue'kati": 1, "wejiet": 2, "keptin": 1, "keptina": 1, "mime\u2019jk": 1, "pijo\u2019lusnik": 1, "malike\u2019w-iktuk": 1, "lkitasinew": 1, "west": 1, "indies": 1, "south": 1, "america": 1, "ntui\u2019skasine": 1, "kjijitesk": 1, "tel-lukutijik": 1, "tel-wla\u2019sik": 2, "wtlukwaqnuew": 1, "wi\u2019katikn-iktu": 2, "barry": 1, "bernar": 1, "aji-kate\u2019keyane": 1, "wije\u2019wkip": 1, "niskami": 1, "ki\u2019l": 1, "weli": 1, "ntepluktelki\u2019k": 1, "wapekna\u2019mi\u2019ti": 1, "alasutmaqn": 1, "wetanutki\u2019": 1, "lpa": 1, "geituoq": 1, "sapo'nu": 1, "niskamijewitki\u2019k": 1, "ninki\u2019kuki\u2019k": 1, "tel-kina\u2019muipni\u2019k": 1, "ntui\u2019skaqtman": 1, "ne\u2019pat": 1, "nemiaj": 1, "paqtesml": 1, "wejgu'elij": 1, "nqalataq": 1, "jijgluewjig": 2, "negmeweg": 1, "angweiwaji": 2, "apangitugsi": 1, "epitjik": 1, "nasolatiji": 1, "saqlopi": 1, "jijkluewjuapiey": 1, "(piping": 1, "wasiantejkewel": 1, "kasawoqewel": 1, "waqiopskw": 1, "(telatasikesk": 1, "natami": 2, "newt": 1, "peskunatek": 1, "peskunatekiskaq-ipunkek": 1, "lnuey": 2, "mawiom": 2, "weskoqwasik": 1, "etli-amaliskasimkewokuom": 1, "wtmo\u2019taqnue": 1, "wesgumg'p": 1, "telueiane": 1, "\u2018ji'nm": 1, "ugji": 1, "pgisinte": 1, "igan": 1, "i'g'p": 1, "ugs'tqamuiwane": 1, "wel'ta'sualatl": 1, "elgim": 1, "wel'ta'sualit": 1, "sikoqi\u2019katasiksip": 1, "we\u2019kaw": 1, "bloom": 1, "si\u2019stewey": 1, "l\u2019uiknekewey": 1, "nujkimesuek": 1, "tekpeka\u2019luekewey": 1, "sikoqta\u2019siksipn": 1, "toqujiw": 1, "telik": 1, "kaqatasik": 1, "new": 3, "pukuoltitij": 1, "tapu": 1, "kitoqitaji": 1, "telakenutk": 1, "newel": 1, "glod": 1, "kekenuakenutk": 1, "peputeskusukni": 1, "mteskm": 1, "(rattlesnake)": 1, "tukietek": 1, "kesikewey": 1, "nepa": 1, "wutanji\u2019j": 1, "waisisk": 1, "tekweyatultiji": 1, "angu": 1, "tlue": 1, "\u201cgitapinu": 1, "lasalas": 1, "nepat": 1, "lia's": 1, "tugwa'la'": 1, "teliaq": 4, "igtig": 2, "telueg": 1, "\u201cna": 1, "angama'tital": 1, "sapaqqato't'": 1, "whitehea": 1, "oc": 1, "i\u2019s": 1, "eymi": 1, "john": 2, "alsutkis": 1, "\u201cjea": 1, "decartet": 1, "levesconte\u201d": 1, "eteksip": 1, "lebrune": 1, "christi": 1, "elukomi\u2019tij": 1, "telamu\u2019k": 1, "ewe\u2019wtisk": 1, "tlamukwa\u2019tis": 1, "'gtmimajuinumg": 1, "negmow": 5, "ugpatlia'smuaq": 1, "iga'l'sg'pni": 1, "mekite\u2019tmek": 2, "tel-lukewulek": 1, "newtipunqekewey": 1, "ekinua\u2019tuksioq": 1, "tel-mil-lukutiek": 1, "tel-wla\u2019liek": 1, "apoqnmuiek": 1, "elukwatmek": 1, "ntlukwaqnne": 1, "ugsua'tuigwig": 1, "ji'nmul": 1, "nemitegeli": 1, "nenmuk": 1, "nsitmu": 1, "\u201cshifting": 1, "links": 1, "\u201csliding": 1, "blocks": 1, "\u201ccross": 1, "heads": 1, "\u201cequalizing": 1, "beams": 1, "mi'gmewa'jg": 2, "getmenejig": 1, "ajelk": 1, "wessua\u2019tu\u2019ti": 1, "l\u2019tunew": 1, "poqitiknji\u2019j": 1, "ela\u2019kittekemk": 1, "nukwa\u2019kittekem": 1, "kwetnmi\u2019tis": 1, "asoqma\u2019tumke": 1, "lugutinew": 1, "gaqiatew": 1, "'st'ge'": 2, "mijipjewei": 1, "awna": 1, "sespete'tmug": 1, "gwilmug": 1, "ignmultoqs'p": 1, "mimajuinualsia": 1, "simonal": 1, "se'suse": 1, "uggistejuml": 1, "wo'qomal": 1, "mente'muap": 1, "ugs'tuaqa": 1, "gelusit": 1, "pipanimatl": 2, "\u201cmu": 2, "nemu'lap": 1, "iga'taqanigtu": 1, "\u201cmoqwa": 1, "napew": 1, "getu'": 1, "mawio\u2019miey": 2, "wape\u2019": 1, "wesgutg": 1, "gmnieultitesn": 1, "awsami": 1, "tke\u2019k": 1, "aji-mtue\u2019k": 1, "tel-lukwemk": 1, "pewjite\u2019mn": 1, "pase\u2019k": 1, "tmi\u2019k": 1, "mimgwa'tuaqapni": 1, "gina'maqi": 1, "nekmewey": 1, "newte": 1, "telte": 1, "pilue\u2019l": 2, "wenni\u2019kuo\u2019ml": 1, "ilitasiksipnl": 1, "kaqiaqek": 1, "matntim": 1, "kt-elekewitaqneym": 1, "amalkewin": 1, "amskwe": 1, "kmu\u2019je\u2019tipnl": 1, "pem-sewtaqa\u2019tu\u2019tip": 1, "elmi-wela\u2019k": 1, "pem-walqwasiej": 1, "keskunasit": 1, "elmie": 1, "elsipuktukewey": 1, "sikniktu": 1, "tleiawiw": 1, "nnaqapemg": 1, "tleiaulti'gw": 2, "wel-lukutiek": 1, "mawikwayek": 1, "ninki\u2019kwinaq": 1, "ikasum": 1, "wley": 1, "mestanimu": 1, "pewatmi\u2019tijnutjinaq": 1, "pa\u2019tlia\u2019sk": 2, "ankwey": 1, "mlkiknewa\u2019l": 1, "wl-lukewuli\u2019tijmlkiknewa\u2019l": 1, "wl-lukewuli\u2019ti": 1, "gesatmoq": 1, "gepmite'ltultioq": 1, "el'te'tmuoq": 1, "gepmite'lmugsine": 1, "mette\u2019j": 1, "katew": 1, "kiwto\u2019qlikan": 1, "pqwi\u2019kn-iktu": 1, "raymond": 1, "pema'to": 1, "pemukwalat": 1, "apoqntiki": 1, "newte'jit": 1, "wenaqo'tasit": 1, "ntutma": 1, "elgimulo": 1, "gji'tutes": 1, "iganigjitegewinu": 2, "ugjieg": 1, "naspit": 1, "mawio\u2019m": 1, "otpi\u2019tnewey": 1, "wejku\u2019aqami": 1, "sapa\u2019siktn": 1, "eleke\u2019waki": 1, "atiknek": 1, "mawuktmi\u2019tij": 1, "tlawtitew": 1, "telmilesik": 1, "telpukuik": 1, "eleke\u2019wa\u2019ki": 1, "suliewey": 1, "nuta\u2019tl": 1, "telukupmite\u2019lmuj": 1, "telikwek": 1, "telqamisi": 1, "janvri": 1, "wiaqpultisni\u2019k": 1, "ekwitamemk": 1, "ala\u2019tu\u2019tisni\u2019kl": 1, "malsano\u2019kuo\u2019mk": 1, "welkisue\u2019kl": 1, "anquno\u2019sune\u2019l": 1, "nasa\u2019latl": 1, "metoqie": 1, "geitu'tij": 1, "wije'wa'qupni": 1, "ugtulua": 1, "poqjisugultipnig": 1, "teppigu": 1, "ankite\u2019tm": 1, "tl-kinua\u2019tuaq": 1, "nsitte": 1, "egsue": 1, "tela'teget": 2, "tele'": 1, "nujiegsuet": 1, "ujjual": 1, "nata'": 1, "egsua'tiji": 1, "tluei": 1, "ugsua'tutew": 1, "ignmaq": 1, "musga'tugsitoqs'": 1, "gnugwaqan": 1, "ewi'gas'g'p": 1, "lesui'pewigtu": 1, "latinewigtug": 1, "lo'mewaq": 1, "teli'sulti'tij": 1, "gli'gewigtu": 1, "elma\u2019tie": 1, 